#X-Generator: crowdin.net
message.empty=Nema rezultata
message.error=Gre\u0161ka tokom pretra\u017eivanja
message.insite=na sajtu
message.ofsize=veli\u010dine
message.modifiedby=izmenio
message.modifiedon=Izmenjeno
message.preview=Prikaz
message.singlesite={0} sajt
message.allsites=Svi sajtovi
message.infolderpath=U folderu
message.repository=Skladi\u0161te

label.folder=Folder
label.document=Dokument
label.blogpost=Blog
label.forumpost=Tema diskusije
label.calendarevent=Kalendar doga\u0111aja
label.wikipage=Wiki stranica
label.link=Link
label.datalist=Lista podataka
label.datalistitem=Stavka liste podataka
label.unknown=Nepoznato
label.sortby=Sortirajte po\: {0}

button.search=Pretraga

search.info.resultinfo={0} rezultata
search.info.resultinfomore=Vi\u0161e od {0} rezultata
search.info.searching=Pretraga...
search.info.foundinsite=na\u0111eno u {0} sajtu.
search.info.foundinallsite=na\u0111eno na svim sajtovima.
search.info.foundinrepository=na\u0111eno u skladi\u0161tu.

search.sort.relevance=Relevatno
search.sort.size=Veli\u010dina
search.sort.mimetype=Tip datoteke
search.sort.type=Tip

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}

## help text
help.title=Sugestija za pretragu

help.subtitle1=Nala\u017eenje stavki preko atributa i sadr\u017eaja dokumenta
help.info1=Da bi pretra\u017eivali preko uobi\u010dajenih atributa ili preko sadr\u017eaja dokumenta, samo unesite jednu klju\u010dnu re\u010d, na primer\:
help.example1=posao
help.result1=Rezultat ovog upita \u0107e izlistati sve stavke koje su uparene sa klju\u010dnom re\u010di "posao", bilo u sadr\u017eaju dokumenta, etiketama ili atributima, naslovu i opisu.
help.info2=Dodajte jo\u0161 klju\u010dnih re\u010di kako bi se suzio skup rezultata, na primer\:
help.example2=poslovni proces
help.result2=Rezultat ovog upita \u0107e izlistati sve stavke koje su uparene sa klju\u010dnom re\u010di "posao" ili "proces", bilo u sadr\u017eaju dokumenta, etiketama ili atributima, naslovu i opisu. Rezultati \u0107e biti sortirani prema relevantnosti, a stavke koje sadr\u017ee obe klju\u010dne re\u010di \u0107e biti izlistane na vrhu.
help.info3=Da bi se redukovali rezultati spajajte vi\u0161estruke klju\u010dne re\u010di sa AND, kao na primer\:
help.example3=posao AND proces
help.result3=Rezultat ovog upita \u0107e izlistati sve stavke koje sadr\u017ee obe klju\u010dne re\u010di "posao" i "proces", bilo u sadr\u017eaju dokumenta, etiketama ili atributima, naslovu i opisu.
help.info4=Da biste tra\u017eili specifi\u010dne fraze koristite duple navodnike, kao na primer\:
help.example4="poslovni proces"
help.result4=Rezultat ovog upita \u0107e izlistati sve stavke koje sadr\u017ee frazu "poslovni proces", bilo u sadr\u017eaju dokumenta, etiketama ili atributima, naslovu i opisu.
help.info5=D\u017eoker znaci omogu\u0107avaju delimi\u010dno poklapanje, na primer da bi se na\u0161le sve stavke koje sadr\u017ee re\u010di koje po\u010dinju sa "proc"\:
help.example5=proc*

help.subtitle2=Nala\u017eenje stavki sa specifi\u010dnim atributima dokumenta
help.info6=Da biste potra\u017eili stavke preko specifi\u010dnih svojstava, dodajte svojstvo kao prefiks, na primer\:
help.example6=title\:production
help.result6=Rezultati ovog upita \u0107e izlistati sve stavke koje sadr\u017ee klju\u010dnu re\u010d "production" u atributu Title.
help.info7=Da biste prona\u0161li stavke pretragom sadr\u017eaja dokumenta, dodajte specijalni TEXT atribut kao prefiks, na primer\:
help.example7=TEXT\:production
help.result7=Rezultat ovog upita \u0107e biti lista svih stavki koje sadr\u017ee klju\u010dnu re\u010d "production" u sadr\u017eaju dokumenta.
help.info8=Uobi\u010dajeni prefiksi svojstava obuhvataju\: ime, naslov, opis, kreator, modifier, TEKST, TIP i ASPEKT. Dupli navodnici mogu da se koriste oko fraza, dok d\u017eoker znaci omogu\u0107avaju delimi\u010dno podudaranje.
help.info9=Da bi tra\u017eili stavke koje su kreirane na zadani datum koristite atribut date, na primer\:
help.example9=created\:"2011-09-26"
help.result9=Rezultati ove pretrage \u0107e izlistati sve stavke koje su kreirane 26. septembra 2011. godine.
help.info10=Da biste prona\u0161li sve stavke koje su modifikovane u okviru zadanog opsega datuma koristite atribut date range, na primer\:
help.example10=modified\:"2011-09-26".."2011-10-30"
help.result10=Rezultat ove pretrage \u0107e izlistati sve stavke koje su modifikovane izme\u0111u 26.09.2011. i 30.10.2011. uklju\u010duju\u0107i i te datume. Specijalne klju\u010dne re\u010di kao \u0161to su "NOW", "MIN" i "MAX" mogu da se koriste kako bi zamenile teku\u0107i datum, najranije mogu\u0107e vreme i maksimalno mogu\u0107e vreme u budu\u0107nosti.
