#X-Generator: 3opaH
content.template.calculates_if_the_document=\u041F\u0440\u043E\u0432\u0435\u0440\u0430\u0432\u0430 \u0434\u0430 \u043B\u0438 \u0458\u0435 \u043D\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0443 \u043F\u0440\u0438\u043C\u0435\u045A\u0435\u043D \u043B\u043E\u043A\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u0438 \u0430\u0441\u043F\u0435\u043A\u0442
content.template.displays_useful_information=\u041F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u043E \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E\u043C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0443
content.template.displays_a_list_of_the_documents=\u041F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u043B\u0438\u0441\u0442\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442\u0430 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u043C \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0443 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E\u0433 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430
content.template.displays_a_list_of_spaces=\u041F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u043B\u0438\u0441\u0442\u0443 \u043F\u043E\u0437\u0438\u0446\u0438\u0458\u0430 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u043C \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0443 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E\u0433 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430
content.template.shows_a_simple_summary_page=\u041F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u0458\u0435\u0434\u043D\u043E\u0441\u0442\u0430\u0432\u0430\u043D \u0440\u0435\u0437\u0438\u043C\u0435 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E\u0433 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430 \u0438 \u045A\u0435\u0433\u043E\u0432\u043E\u0433 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430
content.template.calculates_if_the_document_has=\u041F\u0440\u043E\u0432\u0435\u0440\u0430\u0432\u0430 \u0434\u0430 \u043B\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0438\u043C\u0430 \u043F\u0440\u0438\u043C\u0435\u045A\u0435\u043D \u0430\u0441\u043F\u0435\u043A\u0442 \u043F\u0440\u0435\u0432\u043E\u0434\u0438\u0432\u043E (translatable)
content.template.displays_a_list_of_the_documents_in_the_current_space=\u041F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u043B\u0438\u0441\u0442\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442\u0430 \u0443 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E\u043C \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0443 \u043A\u043E\u0458\u0430 \u0441\u0443 \u043D\u0430\u043F\u0440\u0430\u0432\u0459\u0435\u043D\u0430 \u0438\u043B\u0438 \u0438\u0437\u043C\u0435\u045A\u0435\u043D\u0430 \u0443 \u043F\u043E\u0441\u043B\u0435\u0434\u045A\u0438\u0445 7 \u0434\u0430\u043D\u0430
content.template.example_of_various_lists=\u041F\u0440\u0438\u043C\u0435\u0440 \u0440\u0430\u0437\u043B\u0438\u0447\u0438\u0442\u0438\u0445 \u043B\u0438\u0441\u0442\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442\u0430,\u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 \u0438 \u043A\u0440\u0430\u0442\u0430\u043A \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0430 \u043E \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E\u043C \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0443
content.template.displays_a_list_of_the_documents_in_the_current_user_Home_Space=\u041F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u043B\u0438\u0441\u0442\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442\u0430 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u043C \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0443 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E\u0433 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430. \u0421\u0430\u0434\u0440\u0436\u0430\u0458 \u0442\u0435\u043A\u0442\u0443\u0430\u043B\u043D\u043E\u0433 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0458\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D \u0443 \u043D\u0438\u0437\u0443, \u0430 JPG \u0441\u0430\u0434\u0440\u0436\u0430\u0458 \u0443 \u0432\u0438\u0434\u0443 \u043C\u0430\u043B\u0438\u0445 \u0438\u043A\u043E\u043D\u0430 (thumbnail).
content.template.displays_the_audit_trail=\u041F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u0441\u043D\u0438\u043C\u0459\u0435\u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0438 \u0437\u0430 \u043E\u0431\u0458\u0435\u043A\u0430\u0442.
email.template.email_template_for_notifying_users=\u0428\u0430\u0431\u043B\u043E\u043D \u0437\u0430 e-mail \u043E\u0431\u0430\u0432\u0435\u0448\u0442\u0435\u045A\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430 \u0438\u0437 \u043F\u0440\u0430\u0432\u0438\u043B\u0430 \u0438\u043B\u0438 \u0430\u043A\u0446\u0438\u0458\u0435
email.template.email_template_for_notifying_users_of_an_Invite=\u0415\u043C\u0430\u0438\u043B \u0448\u0430\u0431\u043B\u043E\u043D \u0437\u0430 \u043E\u0431\u0430\u0432\u0435\u0448\u0442\u0430\u0432\u0430\u045A\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430 \u043E \u043F\u043E\u0437\u0438\u0432\u0443 \u0437\u0430 \u043F\u0440\u043E\u0441\u0442\u043E\u0440 \u0438\u043B\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442
rss.template.renders_a_valid_rss=\u0424\u043E\u0440\u043C\u0438\u0440\u0430 \u0438\u0441\u043F\u0440\u0430\u0432\u0430\u043D RSS2.0 XML \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442, \u043F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0443\u045B\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0435 \u0443 \u0442\u0435\u043A\u0443\u045B\u0435\u043C \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0443 \u043A\u043E\u0458\u0438 \u0441\u0443 \u043D\u0430\u043F\u0440\u0430\u0432\u0459\u0435\u043D\u0438 \u0438\u043B\u0438 \u043C\u0435\u045A\u0430\u043D\u0438 \u0443 \u043F\u043E\u0441\u043B\u0435\u0434\u045A\u0438\u0445 7 \u0434\u0430\u043D\u0430. \u0428\u0430\u0431\u043B\u043E\u043D \u0431\u0438 \u0442\u0440\u0435\u0431\u0430\u043B\u043E \u043F\u043E\u0434\u0435\u0441\u0438\u0442\u0438 \u0434\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u043E\u0434\u0433\u043E\u0432\u0430\u0440\u0430\u0458\u0443\u045B\u0438 Server \u0438 \u043F\u043E\u0440\u0442 \u043F\u0440\u0435 \u043F\u043E\u0447\u0435\u0442\u043A\u0430 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u045A\u0430.
rss.template.rss_recent_docs=\u0421\u043A\u043E\u0440\u0430\u0448\u045A\u0438 RSS \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0438
