#X-Generator: 3opaH
# Transfer service externalised display strings

transfer_service.unable_to_find_transfer_home=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043D\u0430\u045B\u0438 \u043F\u043E\u0447\u0435\u0442\u043D\u0438 \u0444\u043E\u043B\u0434\u0435\u0440 \u0437\u0430 \u043F\u0440\u0435\u043D\u043E\u0441\: {0}
transfer_service.unable_to_find_transfer_group=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043D\u0430\u045B\u0438 \u0433\u0440\u0443\u043F\u0443 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440\u0430 \u043F\u043E\u0434 \u043D\u0430\u0437\u0438\u0432\u043E\u043C, {0}
transfer_service.unable_to_find_transfer_target=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043D\u0430\u045B\u0438 \u043C\u0435\u0442\u0443 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440\u0430 \u0441\u0430 \u043D\u0430\u0437\u0438\u0432\u043E\u043C, {0}
transfer_service.unable_to_transfer_async=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B \u0430\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0438 \u043F\u0440\u0435\u043D\u043E\u0441
transfer_service.target_exists=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043D\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0438 \u043D\u043E\u0432\u043E \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u0442\u0435 \u043F\u0440\u0435\u043D\u043E\u0441\u0430 \u0441\u0430 \u043D\u0430\u0437\u0438\u0432\u043E\u043C {0}, \u0458\u0435\u0440 \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u0442\u0435 \u043F\u043E\u0434 \u0442\u0438\u043C \u043D\u0430\u0437\u0438\u0432\u043E\u043C \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438.
transfer_service.comms.unsupported_protocol=\u041F\u0440\u043E\u0442\u043E\u043A\u043E\u043B\: {0} \u043D\u0438\u0458\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u043D
transfer_service.comms.unsuccessful_response=\u041F\u0440\u0438\u043C\u0459\u0435\u043D \u0458\u0435 \u043A\u043E\u0434 \u043E\u0434\u0433\u043E\u0432\u043E\u0440\u0430 \u043E \u043D\u0435\u0443\u0441\u043F\u0435\u0445\u0443 \u0441\u0430 \u0446\u0438\u0459\u043D\u043E\u0433 Server\u0430\: {0}, {1}
transfer_service.comms.http_request_failed=\u041D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u045A\u0435 \u0425\u0422\u0422\u041F \u0437\u0430\u0445\u0442\u0435\u0432\u0430 {0} \u043F\u0440\u0435\u043C\u0430 Server\u0443\: {1}, \u0441\u0442\u0430\u0442\u0443\u0441\: {2}
transfer_service.incompatible_versions=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0438 \u043F\u0440\u0435\u043D\u043E\u0441 \u0438\u0437\u043C\u0435\u0452\u0443 \u043D\u0435\u043A\u043E\u043C\u043F\u0430\u0442\u0438\u0431\u0438\u043B\u043D\u0438\u0445 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0422\u0440\u0430\u043D\u0441\u0444\u0435\u0440\u0418\u0414\: {0} \u0438\u0437\: {1} \u0443\: {2}
transfer_service.no_nodes=\u041D\u0435\u043C\u0430 \u0447\u0432\u043E\u0440\u043E\u0432\u0430 \u0437\u0430 \u043F\u0440\u0435\u043D\u043E\u0441
transfer_service.target_not_enabled=\u0426\u0438\u0459 \u043F\u0440\u0435\u043D\u043E\u0441\u0430 \u043D\u0438\u0458\u0435 \u043E\u043C\u043E\u0433\u0443\u045B\u0435\u043D {0}
transfer_service.cancelled=\u041F\u0440\u0435\u043D\u043E\u0441 \u043E\u0442\u043A\u0430\u0437\u0430\u043D
transfer_service.failed_to_get_transfer_status=\u041D\u0435\u0443\u0441\u043F\u0435\u0445 \u0443 \u0434\u043E\u0445\u0432\u0430\u0442\u0430\u045A\u0443 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u043F\u0440\u0435\u043D\u043E\u0441\u0430 \u043E\u0434 \u0446\u0438\u0459\u043D\u043E\u0433 Server\u0430 {0}
transfer_service.target_error=\u0426\u0438\u0459 \u043F\u0440\u0435\u043D\u043E\u0441\u0430 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u0430\u043D \u0441\u0430 {0}
transfer_service.unknown_target_error=\u041D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u0430 \u0433\u0440\u0435\u0448\u043A\u0430
transfer_service.receiver.no_primary_parent_supplied=\u041F\u0440\u0435\u043D\u043E\u0441 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B, \u043F\u0440\u0438\u043C\u0430\u0440\u043D\u0438 \u0438\u0437\u0432\u043E\u0440 \u043D\u0438\u0458\u0435 \u0437\u0430\u0434\u0430\u043D.
transfer_service.receiver.orphans_exist=\u041F\u0440\u0435\u043D\u043E\u0441 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B, \u043F\u043E\u0441\u0442\u043E\u0458\u0435 "\u0441\u0438\u0440\u043E\u0447\u0438\u045B\u0438"
transfer_service.receiver.content_file_missing=\u041F\u0440\u0435\u043D\u043E\u0441 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B, \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0458\u0443 \u0444\u0430\u0458\u043B\u043E\u0432\u0438 \u0441\u0430 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0435\u043C.
transfer_service.receiver.failed_to_create_staging_folder=\u0423\u043D\u0430\u0431\u043B\u0435 \u0442\u043E \u0446\u0440\u0435\u0430\u0442\u0435 \u0441\u0442\u0430\u0433\u0438\u043D\u0433 \u0434\u0438\u0440\u0435\u0446\u0442\u043E\u0440y \u0444\u043E\u0440 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 {0}
transfer_service.receiver.lock_folder_not_found=\u0423\u043D\u0430\u0431\u043B\u0435 \u0442\u043E \u043B\u043E\u0446\u0430\u0442\u0435 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0435\u0434 \u043B\u043E\u0446\u043A \u0444\u043E\u043B\u0434\u0435\u0440\: {0}
transfer_service.receiver.temp_folder_not_found=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043B\u043E\u0446\u0438\u0440\u0430\u0442\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0443 \u043F\u0440\u0438\u0432\u0440\u0435\u043C\u0435\u043D\u0443 \u0444\u0430\u0441\u0446\u0438\u043A\u043B\u0443 \u0437\u0430 \u043F\u0440\u0435\u043D\u043E\u0441 {0}\:{1}
transfer_service.receiver.lock_unavailable=\u0422\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u043B\u043E\u0446\u043A \u0445\u0430\u0441 \u0431\u0435\u0435\u043D \u0446\u043B\u0430\u0438\u043C\u0435\u0434 \u0444\u043E\u0440 \u0430\u043D\u043E\u0442\u0445\u0435\u0440 \u0438\u043D\u0431\u043E\u0443\u043D\u0434 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440. \u0423\u043D\u0430\u0431\u043B\u0435 \u0442\u043E \u0441\u0442\u0430\u0440\u0442 \u043D\u0435w \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440.
transfer_service.receiver.record_folder_not_found=\u0424\u0430\u0438\u043B\u0435\u0434 \u0442\u043E \u0444\u0438\u043D\u0434 \u0444\u043E\u043B\u0434\u0435\u0440 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0435\u0434 \u0442\u043E \u0445\u043E\u043B\u0434 \u0438\u043D\u0431\u043E\u0443\u043D\u0434 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u0440\u0435\u0446\u043E\u0440\u0434\u0441\: {0}
transfer_service.receiver.not_lock_owner=\u0424\u0430\u0438\u043B\u0435\u0434 \u0430\u0442\u0442\u0435\u043C\u043F\u0442 \u0442\u043E \u0446\u0430\u0440\u0440y \u043E\u0443\u0442 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u043E\u043F\u0435\u0440\u0430\u0442\u0438\u043E\u043D. \u041B\u043E\u0446\u043A \u043D\u043E\u0442 \u0445\u0435\u043B\u0434 \u0431y \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0435\u0434 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440\: {0}
transfer_service.receiver.error_ending_transfer=\u0420\u0435q\u0443\u0435\u0441\u0442 \u0442\u043E \u0435\u043D\u0434 \u0430 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 ({0}) \u0445\u0430\u0441 \u0440\u0435\u0441\u0443\u043B\u0442\u0435\u0434 \u0438\u043D \u0430\u043D \u0435\u0440\u0440\u043E\u0440.
transfer_service.receiver.error_staging_snapshot=\u0410\u043D \u0435\u0440\u0440\u043E\u0440 \u0445\u0430\u0441 \u043E\u0446\u0446\u0443\u0440\u0440\u0435\u0434 w\u0445\u0438\u043B\u0435 \u0441\u0442\u0430\u0433\u0438\u043D\u0433 \u0441\u043D\u0430\u043F\u0441\u0445\u043E\u0442 \u0444\u0438\u043B\u0435 \u0444\u043E\u0440 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 {0}
transfer_service.receiver.error_staging_content=\u0410\u043D \u0435\u0440\u0440\u043E\u0440 \u0445\u0430\u0441 \u043E\u0446\u0446\u0443\u0440\u0440\u0435\u0434 w\u0445\u0438\u043B\u0435 \u0441\u0442\u0430\u0433\u0438\u043D\u0433 \u0430 \u0446\u043E\u043D\u0442\u0435\u043D\u0442 \u0444\u0438\u043B\u0435 \u0444\u043E\u0440 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 {0}. \u0424\u0438\u043B\u0435 \u0438\u0434 \u0438\u0441 {1}
transfer_service.receiver.no_snapshot_received=\u0410 \u0440\u0435q\u0443\u0435\u0441\u0442 \u0445\u0430\u0441 \u0431\u0435\u0435\u043D \u0440\u0435\u0446\u0435\u0438\u0432\u0435\u0434 \u0442\u043E \u0446\u043E\u043C\u043C\u0438\u0442 \u0430 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 ({0}), \u0431\u0443\u0442 \u043D\u043E \u043C\u0430\u0442\u0446\u0445\u0438\u043D\u0433 \u0441\u043D\u0430\u043F\u0441\u0445\u043E\u0442 \u0444\u0438\u043B\u0435 \u0445\u0430\u0441 \u0431\u0435\u0435\u043D \u0440\u0435\u0446\u0435\u0438\u0432\u0435\u0434. 
transfer_service.receiver.error_committing_transfer=\u0414\u0435\u0441\u0438\u043B\u0430 \u0441\u0435 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438\u043B\u0438\u043A\u043E\u043C \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0430 \u0434\u0430 \u0441\u0435 \u0443\u0440\u0430\u0434\u0438 \u043F\u0440\u0435\u043D\u043E\u0441 {0}
transfer_service.receiver.transfer_not_found=\u041D\u0438\u0458\u0435 \u0443\u0441\u043F\u0435\u043E \u0434\u0430 \u043D\u0430\u0452\u0435 \u043D\u0438 \u0458\u0435\u0434\u0430\u043D \u043F\u043E\u0434\u0430\u0442\u0430\u043A \u043E \u0442\u0440\u0435\u0436\u0435\u043D\u043E\u043C \u043F\u0440\u0435\u043D\u043E\u0441\u0443\: {0}
transfer_service.receiver.transfer_cancelled=\u041F\u0440\u0435\u043D\u043E\u0441 \u0458\u0435 \u043E\u0442\u043A\u0430\u0437\u0430\u043D\:{0}
transfer_service.no_encoding=\u0423\u043D\u0430\u0431\u043B\u0435 \u0442\u043E \u0434\u0435\u0441\u0435\u0440\u0438\u0430\u043B\u0438\u0437\u0435 \u0432\u0430\u043B\u0443\u0435, \u043D\u043E \u0442\u0440\u0430\u043D\u0441\u0444\u043E\u0440\u043C\u0430\u0442\u0438\u043E\u043D \u0444\u043E\u0440 \u0435\u043D\u0446\u043E\u0434\u0438\u043D\u0433 {0}
transfer_service.unable_to_deserialise=\u0423\u043D\u0430\u0431\u043B\u0435 \u0442\u043E \u0434\u0435\u0441\u0435\u0440\u0438\u0430\u043B\u0438\u0437\u0435 \u0432\u0430\u043B\u0443\u0435
transfer_service.receiver.lock_timed_out=\u0422\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u043B\u043E\u0446\u043A \u0442\u0438\u043C\u0435\u0434 \u043E\u0443\u0442 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440\u0418\u0434\: {0}
transfer_service.receiver.lock_not_found=\u0422\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u043B\u043E\u0446\u043A \u043D\u043E\u0442 \u0444\u043E\u0443\u043D\u0434
transfer_service.receiver.error_start=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0437\u0430\u043F\u043E\u0447\u0435\u0442\u0438 \u043F\u0440\u0435\u043D\u043E\u0441
transfer_service.receiver.error_generating_requisite=\u0423\u043D\u0430\u0431\u043B\u0435 \u0442\u043E \u0433\u0435\u043D\u0435\u0440\u0430\u0442\u0435 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u0440\u0435q\u0443\u0438\u0441\u0438\u0442\u0435
transfer_service.receiver.error.transfer_to_self=\u041D\u0438\u0458\u0435 \u0434\u043E\u0437\u0432\u043E\u0459\u0435\u043D \u043F\u0440\u0435\u043D\u043E\u0441 \u0443 \u0438\u0441\u0442\u043E \u0441\u043A\u043B\u0430\u0434\u0438\u0448\u0442\u0435

transfer_service.missing_endpoint_path=\u041A\u0440\u0430\u0458\u045A\u0430 \u0442\u0430\u0447\u043A\u0430 \u043F\u0443\u0442\u0430\u045A\u0435 \u043D\u0438\u0458\u0435 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0430 \u0437\u0430 \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u0442\u0435 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440\u0430\: {0}
transfer_service.missing_endpoint_protocol=\u041A\u0440\u0430\u0458\u045A\u0430 \u0442\u0430\u0447\u043A\u0430 \u043F\u0443\u0442\u0430\u045A\u0435 \u043F\u0440\u043E\u0442\u043E\u043A\u043E\u043B\u0430 \u043D\u0438\u0458\u0435 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0430 \u0437\u0430 \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u0442\u0435 \u043F\u0440\u0435\u043D\u043E\u0441\u0430\: {0}
transfer_service.missing_endpoint_host=\u0410\u043D \u0435\u043D\u0434\u043F\u043E\u0438\u043D\u0442 \u0445\u043E\u0441\u0442 \u0445\u0430\u0441 \u043D\u043E\u0442 \u0431\u0435\u0435\u043D \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0435\u0434 \u0444\u043E\u0440 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u0442\u0430\u0440\u0433\u0435\u0442\: {0}
transfer_service.missing_endpoint_port=\u0410\u043D \u0435\u043D\u0434\u043F\u043E\u0438\u043D\u0442 \u043F\u043E\u0440\u0442 \u0445\u0430\u0441 \u043D\u043E\u0442 \u0431\u0435\u0435\u043D \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0435\u0434 \u0444\u043E\u0440 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u0442\u0430\u0440\u0433\u0435\u0442\: {0}
transfer_service.missing_endpoint_username=\u0410\u043D \u0435\u043D\u0434\u043F\u043E\u0438\u043D\u0442 Username \u0445\u0430\u0441 \u043D\u043E\u0442 \u0431\u0435\u0435\u043D \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0435\u0434 \u0444\u043E\u0440 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u0442\u0430\u0440\u0433\u0435\u0442\: {0}
transfer_service.missing_endpoint_password=\u0410\u043D \u0435\u043D\u0434\u043F\u043E\u0438\u043D\u0442 \u043F\u0430\u0441\u0441w\u043E\u0440\u0434 \u0445\u0430\u0441 \u043D\u043E\u0442 \u0431\u0435\u0435\u043D \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0435\u0434 \u0444\u043E\u0440 \u0442\u0440\u0430\u043D\u0441\u0444\u0435\u0440 \u0442\u0430\u0440\u0433\u0435\u0442\: {0}

