modeller.dropped-item-widgets.config.useModellingService.description=\u0410\u043A\u043E \u0458\u0435 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u043D \u0441\u0435\u0440\u0432\u0438\u0441 \u0437\u0430 \u043C\u043E\u0434\u0435\u043B\u043E\u0432\u0430\u045A\u0435 \u043E\u043D\u0434\u0430 \u045B\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u043A\u043E\u0458\u0435 \u0441\u0443 \u0441\u0442\u0430\u0432\u0459\u0435\u043D\u0438 \u043D\u0430 \u043E\u0432\u043E \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u0442\u0435 \u0431\u0438\u0442\u0438 \u0440\u0435\u043D\u0434\u0435\u0440\u043E\u0432\u0430\u043D\u0438 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0443 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0441\u0430\u043D\u043E\u0433 \u0441\u0435\u0440\u0432\u0438\u0441\u0430 \u0437\u0430 \u043C\u043E\u0434\u0435\u043B\u043E\u0432\u0430\u045A\u0435 \u0443 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0438.
modeller.dropped-item-widgets.config.useModellingService.label=\u041A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0441\u0435\u0440\u0432\u0438\u0441 \u0437\u0430 \u043C\u043E\u0434\u0435\u043B\u043E\u0432\u0430\u045A\u0435
modeller.dropped-item-widgets.config.useModellingService.unitsLabel=
modeller.dropped-item-widgets.config.label.description=\u041E\u0432\u043E \u0458\u0435 \u043B\u0430\u0431\u0435\u043B\u0430 \u043A\u043E\u0458\u0430 \u045B\u0435 \u0431\u0438\u0442\u0438 \u043F\u0440\u0438\u043C\u0435\u045A\u0435\u043D\u0430 \u043D\u0430 \u0440\u0435\u043D\u0434\u0435\u0440\u043E\u0432\u0430\u043D\u043E\u043C \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u0442\u0443. \u0422\u0440\u0435\u0431\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0438\u0442\u0438 \u043A\u043E\u0458\u0438 \u045B\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0441\u0442\u0430\u0432\u0459\u0435\u043D\u0438 \u043D\u0430 \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u0442\u0435 \u0431\u0438\u0442\u0438 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u043D\u0438 \u0437\u0430 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0441\u0430\u045A\u0435.
modeller.dropped-item-widgets.config.label.label=\u041B\u0430\u0431\u0435\u043B\u0430
modeller.dropped-item-widgets.config.label.unitsLabel=
modeller.dropped-item-widgets.config.targetProperty.description=\u041E\u0432\u043E \u0458\u0435 \u0441\u0432\u043E\u0458\u0441\u0442\u0432\u043E \u0441\u0430 \u0442\u0430\u0447\u043A\u0430\u0441\u0442\u043E\u043C \u043D\u043E\u0442\u0430\u0446\u0438\u0458\u043E\u043C \u043A\u043E\u0458\u0435\u043C \u045B\u0435 \u0441\u0442\u0430\u0432\u0459\u0435\u043D\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0431\u0438\u0442\u0438 \u0434\u043E\u0434\u0435\u0459\u0435\u043D\u0438.
modeller.dropped-item-widgets.config.targetProperty.label=\u0426\u0438\u0459\u0430\u043D\u043E \u0441\u0432\u043E\u0458\u0441\u0442\u0432\u043E
modeller.dropped-item-widgets.config.targetProperty.unitsLabel=

modeller.dropped-nesting-item-wrapper.config.showEditButton.description=\u0423\u043A\u0430\u0437\u0443\u0458\u0435 \u043D\u0430 \u0442\u043E \u0434\u0430 \u043B\u0438 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u0438\u0437\u043C\u0435\u043D\u0443 \u0442\u0440\u0435\u0431\u0430 \u0431\u0438\u0442\u0438 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u043E \u0437\u0430 \u043E\u043C\u043E\u0442\u0430\u0447. \u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u0438\u0437\u043C\u0435\u043D\u0443 \u0434\u0430 \u0431\u0443\u0434\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u043E \u043A\u0430\u0434\u0430 \u043F\u043E\u0441\u0442\u043E\u0458\u0438 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043A\u043E\u0458\u0430 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043F\u0440\u043E\u043C\u0435\u045A\u0435\u043D\u0430 \u0437\u0430 \u0434\u0430\u0442\u0438 \u0440\u0435\u0441\u0443\u0440\u0441.
modeller.dropped-nesting-item-wrapper.config.showEditButton.label=\u041F\u0440\u0438\u043A\u0430\u0436\u0438\u0442\u0435 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u0438\u0437\u043C\u0435\u043D\u0443
modeller.dropped-nesting-item-wrapper.config.showEditButton.unitsLabel=
modeller.dropped-nesting-item-wrapper.config.label.description=\u041B\u0430\u0431\u0435\u043B\u0430 \u0437\u0430 \u0440\u0435\u0441\u0443\u0440\u0441. \u041E\u0432\u0434\u0435 \u0441\u0435 \u043C\u043E\u0433\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0438 \u0432\u0438\u0442\u0438\u0447\u0430\u0441\u0442\u0435 \u0437\u0430\u0433\u0440\u0430\u0434\u0435, \u043D\u043F\u0440. {labela}
modeller.dropped-nesting-item-wrapper.config.label.label=\u041B\u0430\u0431\u0435\u043B\u0430
modeller.dropped-nesting-item-wrapper.config.label.unitsLabel=
modeller.dropped-nesting-item-wrapper.config.value.description=\u0412\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u0440\u0435\u0441\u0443\u0440\u0441\u0430 \u043A\u043E\u0458\u0438 \u0458\u0435 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0459\u0435\u043D \u043E\u043C\u043E\u0442\u0430\u0447\u0435\u043C. \u041E\u0432\u0434\u0435 \u0441\u0435 \u043C\u043E\u0433\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0438 \u0432\u0438\u0442\u0438\u0447\u0430\u0441\u0442\u0435 \u0437\u0430\u0433\u0440\u0430\u0434\u0435, \u043D\u043F\u0440. {vrednost}.
modeller.dropped-nesting-item-wrapper.config.value.label=\u0412\u0440\u0435\u0434\u043D\u043E\u0441\u0442
modeller.dropped-nesting-item-wrapper.config.value.unitsLabel=

