dnd.model.forms.fieldId.label=\u0408\u0435\u0434\u0438\u043D\u0441\u0442\u0432\u0435\u043D\u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440
dnd.model.forms.fieldId.description=

dnd.model.forms.control.fieldSet.title=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0430 \u043E \u043F\u043E\u0459\u0443
dnd.model.forms.control.fieldSet.description=\u041E\u0441\u043D\u043E\u0432\u043D\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0430 \u043E \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438 \u043F\u043E\u0459\u0430 \u0444\u043E\u0440\u043C\u0435.
dnd.model.forms.field.label=\u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440
dnd.model.forms.field.description=\u0408\u0435\u0434\u0438\u043D\u0441\u0442\u0432\u0435\u043D\u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0437\u0430 \u043E\u0432\u043E \u043F\u043E\u0459\u0435 \u0444\u043E\u0440\u043C\u0435.
dnd.model.forms.control-type.label=\u0422\u0438\u043F \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435
dnd.model.forms.control-type.description=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0442\u0438\u043F \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435 \u0437\u0430 \u043E\u0432\u043E \u043F\u043E\u0459\u0435
dnd.model.forms.control-type.textbox.label=\u0422\u0435\u043A\u0441\u0442\u0443\u0430\u043B\u043D\u043E \u043F\u043E\u0459\u0435
dnd.model.forms.control-type.textarea.label=\u0422\u0435\u043A\u0441\u0442\u0443\u0430\u043B\u043D\u0430 \u043F\u043E\u0432\u0440\u0448\u0438\u043D\u0430
dnd.model.forms.control-type.select.label=\u041C\u0435\u043D\u0438
dnd.model.forms.control-type.radiobuttons.label=\u0420\u0430\u0434\u0438\u043E \u0434\u0443\u0433\u043C\u0430\u0434

dnd.model.forms.data.fieldSet.title=\u041F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430
dnd.model.forms.data.fieldSet.description=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A \u0437\u0430 \u043E\u0432\u043E \u043F\u043E\u0459\u0435.
dnd.model.forms.name.label=\u041D\u0430\u0437\u0438\u0432 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
dnd.model.forms.name.description=\u041E\u0432\u043E \u0458\u0435 \u043D\u0430\u0437\u0438\u0432 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u0437\u0430 \u043E\u0432\u043E \u043F\u043E\u0459\u0435. \u0411\u0438\u045B\u0435 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u043D \u0434\u0430 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0443\u0458\u0435 \u0443\u043D\u0435\u0442 \u043F\u043E\u0434\u0430\u0442\u0430\u043A
dnd.model.forms.value.label=\u0418\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442
dnd.model.forms.value.description=\u041E\u0432\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u045B\u0435 \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u0431\u0438\u0442\u0438 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u0430 (\u0430\u043A\u043E \u043D\u0438\u0458\u0435\u0434\u043D\u0430 \u0434\u0440\u0443\u0433\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u043D\u0438\u0458\u0435 \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0435\u043D\u0430)

dnd.model.forms.labels.fieldSet.title=\u041B\u0430\u0431\u0435\u043B\u0435
dnd.model.forms.labels.fieldSet.description=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u043B\u0430\u0431\u0435\u043B\u0435 \u0437\u0430 \u043E\u0432\u043E \u043F\u043E\u0459\u0435
dnd.model.forms.label.label=\u041B\u0430\u0431\u0435\u043B\u0430
dnd.model.forms.label.description=\u041E\u0432\u043E \u0458\u0435 \u043A\u0440\u0430\u0442\u0430\u043A \u043E\u043F\u0438\u0441 \u0448\u0442\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0430 \u0444\u043E\u0440\u043C\u0435 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u043F\u0440\u0438\u043A\u0443\u043F\u0459\u0430 (\u043D\u043F\u0440.'\u0418\u043C\u0435')
dnd.model.forms.units.label=\u041B\u0430\u0431\u0435\u043B\u0430 \u0458\u0435\u0434\u0438\u043D\u0438\u0446\u0430
dnd.model.forms.units.description=\u041E\u0432\u0430 \u043B\u0430\u0431\u0435\u043B\u0430 \u045B\u0435 \u0431\u0438\u0442\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0435\u043D\u0430 \u0438\u0437\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435 \u0444\u043E\u0440\u043C\u0435 \u0434\u0430 \u0443\u043A\u0430\u0436\u0435 \u043D\u0430 \u0442\u0438\u043F \u043F\u043E\u0434\u0430\u0442\u043A\u0430 \u043A\u043E\u0458\u0438 \u0441\u0435 \u043F\u0440\u0438\u043A\u0443\u043F\u0459\u0430 (\u043D\u043F\u0440. '\u043C\u0438\u043B\u0438\u0441\u0435\u043A\u0443\u043D\u0434\u0435', '%', '\u043C\u0438\u0459\u0435', \u0438\u0442\u0434.)
dnd.model.forms.description.label=\u041E\u043F\u0438\u0441
dnd.model.forms.description.description=\u041E\u0432\u043E \u0458\u0435 \u0434\u0443\u0436\u0438 \u043E\u043F\u0438\u0441 \u0448\u0442\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0430 \u0444\u043E\u0440\u043C\u0435 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u043F\u0440\u0438\u043A\u0443\u043F\u0459\u0430 (\u043E\u0432\u0430\u0458 \u0442\u0435\u043A\u0441\u0442 \u0458\u0435 \u043F\u0440\u0438\u043C\u0435\u0440 \u043E\u043F\u0438\u0441\u0430)

dnd.model.forms.options.fieldSet.title=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043E\u043F\u0446\u0438\u0458\u0430
dnd.model.forms.options.fieldSet.description=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u043A\u0430\u043A\u043E \u0441\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u0435 \u043E\u043F\u0446\u0438\u0458\u0435 \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u0458\u0443 \u0437\u0430 \u043E\u0432\u0443 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0443 \u0444\u043E\u0440\u043C\u0435
dnd.model.forms.optionsType.label=\u0422\u0438\u043F \u043E\u043F\u0446\u0438\u0458\u0430
dnd.model.forms.optionsType.description=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0430 \u043B\u0438 \u0434\u0430 \u0441\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0430 \u0444\u043E\u0440\u043C\u0435 \u043F\u043E\u043F\u0443\u043D\u0438 \u0444\u0438\u043A\u0441\u043D\u0438\u043C \u0441\u043A\u0443\u043F\u043E\u043C \u043E\u043F\u0446\u0438\u0458\u0430 \u0438\u043B\u0438 \u0434\u0430 \u0441\u0435 \u043E\u043F\u0446\u0438\u0458\u0435 \u0434\u0438\u043D\u0430\u043C\u0438\u0447\u043A\u0438 \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u0458\u0443
dnd.model.forms.optionsType.fixed.label=\u0424\u0438\u043A\u0441\u043D\u0435 \u043E\u043F\u0446\u0438\u0458\u0435
dnd.model.forms.optionsType.dynamic.label=\u0414\u0438\u043D\u0430\u043C\u0438\u0447\u043A\u0435 \u043E\u043F\u0446\u0438\u0458\u0435
dnd.model.forms.fixedOptions.label=\u0424\u0438\u043A\u0441\u043D\u0435 \u043E\u043F\u0446\u0438\u0458\u0435
dnd.model.forms.fixedOptions.description=\u041A\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u043B\u0438\u0441\u0442\u0443 \u0444\u0438\u043A\u0441\u043D\u0438\u0445 \u043E\u043F\u0446\u0438\u0458\u0430 \u043A\u043E\u0458\u0435 \u045B\u0435 \u0431\u0438\u0442\u0438 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u0435
dnd.model.forms.options.publishTopic.label=\u0422\u0435\u043C\u0430 \u0437\u0430 \u043E\u0431\u0458\u0430\u0432\u0459\u0438\u0432\u0430\u045A\u0435 \u0434\u0430 \u0431\u0438 \u0441\u0435 \u043F\u0440\u0435\u0443\u0437\u0435\u043B\u0435 \u043E\u043F\u0446\u0438\u0458\u0435
dnd.model.forms.options.publishTopic.description=\u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u0442\u0435\u043C\u0443 \u043A\u043E\u0458\u0430 \u045B\u0435 \u0431\u0438\u0442\u0438 \u043E\u0431\u0458\u0430\u0432\u0459\u0435\u043D\u0430 \u0437\u0431\u043E\u0433 \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u045A\u0430 \u043E\u043F\u0446\u0438\u0458\u0430.
dnd.model.forms.options.publishPayload.url.label=URL
dnd.model.forms.options.publishPayload.url.description=URL \u0437\u0430 \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0435 \u043E\u043F\u0446\u0438\u0458\u0430
dnd.model.forms.options.publishPayload.itemsAttribute.label=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u043E\u043F\u0446\u0438\u0458\u0430
dnd.model.forms.options.publishPayload.itemsAttribute.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u0443 \u0442\u0435\u043B\u0443 \u043E\u0434\u0433\u043E\u0432\u043E\u0440\u0430 \u043A\u043E\u0458\u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0443\u0458\u0435 \u043E\u043F\u0446\u0438\u0458\u0435 \u0437\u0430 \u043F\u0440\u0438\u043A\u0430\u0437 (\u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0443 \u0442\u0430\u0447\u043A\u0430\u0441\u0442\u043E\u0458 \u043D\u043E\u0442\u0430\u0446\u0438\u0458\u0438).
dnd.model.forms.options.publishPayload.labelAttribute.label=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u043B\u0430\u0431\u0435\u043B\u0435
dnd.model.forms.options.publishPayload.labelAttribute.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430 \u043F\u0440\u0438\u043A\u0430\u0437 \u043B\u0430\u0431\u0435\u043B\u0435 \u043E\u0434\u0440\u0435\u0452\u0435\u043D\u0435 \u043E\u043F\u0446\u0438\u0458\u0435.
dnd.model.forms.options.publishPayload.valueAttribute.label=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438
dnd.model.forms.options.publishPayload.valueAttribute.description=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u043E\u043F\u0446\u0438\u0458\u0435.

dnd.model.forms.dynamic-config.label=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u0434\u0438\u043D\u0430\u043C\u0438\u0447\u043A\u043E \u043F\u043E\u043D\u0430\u0448\u0430\u045A\u0435
dnd.model.forms.dynamic-config.description=\u041F\u043E\u0442\u0432\u0440\u0434\u0438\u0442\u0435 \u043E\u0432\u043E \u043F\u043E\u0459\u0435 \u0434\u0430 \u0431\u0438\u0441\u0442\u0435 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0441\u0430\u043B\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u0430 \u043A\u043E\u0458\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438\u0448\u0443 \u0432\u0438\u0434\u0459\u0438\u0432\u043E\u0441\u0442, \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u043E\u0441\u0442 \u0438 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E\u0441\u0442

dnd.model.forms.visibility.fieldSet.title=\u0412\u0438\u0434\u0459\u0438\u0432\u043E\u0441\u0442
dnd.model.forms.visibility.fieldSet.description=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u043F\u043E\u043D\u0430\u0448\u0430\u045A\u0435 \u0432\u0438\u0434\u0459\u0438\u0432\u043E\u0441\u0442\u0438.
dnd.model.forms.initialVisibility.label=\u0418\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u0432\u0438\u0434\u0459\u0438\u0432
dnd.model.forms.initialVisibility.description=\u041F\u043E\u0442\u0432\u0440\u0434\u0438\u0442\u0435 \u043E\u0432\u043E \u043F\u043E\u0459\u0435 \u0434\u0430 \u0431\u0438 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0430 \u0431\u0438\u043B\u0430 \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u0432\u0438\u0434\u0459\u0438\u0432\u0430 \u043A\u0430\u0434\u0430 \u0441\u0435 \u0444\u043E\u0440\u043C\u0430 \u0443\u0447\u0438\u0442\u0430
dnd.model.forms.visibilityRules.label=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u0434\u0438\u043D\u0430\u043C\u0438\u0447\u043A\u043E\u0433 \u043F\u043E\u043D\u0430\u0448\u0430\u045A\u0430 \u0432\u0438\u0434\u0459\u0438\u0432\u043E\u0441\u0442\u0438
dnd.model.forms.visibilityRules.description=\u041F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0438\u0434\u0459\u0438\u0432\u043E\u0441\u0442 \u043E\u0432\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435 \u043C\u0435\u045A\u0430 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0443 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438 \u0434\u0440\u0443\u0433\u0438\u0445 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0430 \u0443 \u043E\u043A\u0432\u0438\u0440\u0443 \u0438\u0441\u0442\u0435 \u0444\u043E\u0440\u043C\u0435. \u041E\u0432\u043E \u043E\u043C\u043E\u0433\u0443\u045B\u0430\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0430 \u043F\u043E\u0441\u0442\u0435\u043F\u0435\u043D\u043E \u0437\u0430\u0442\u0432\u0430\u0440\u0430 \u043A\u0430\u043A\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A \u0443\u043D\u043E\u0441\u0438 \u043F\u043E\u0434\u0430\u0442\u043A\u0435. \u041D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440, \u0438\u0437\u0431\u043E\u0440 \u043E\u0434\u0433\u043E\u0432\u0430\u0440\u0430\u0458\u0443\u045B\u0435\u0433 \u043F\u043E\u0459\u0430 \u0443 \u043F\u0430\u0434\u0430\u0458\u0443\u045B\u0435\u043C \u043C\u0435\u043D\u0438\u0458\u0443 \u043C\u043E\u0436\u0435 \u043E\u0442\u043A\u0440\u0438\u0442\u0438 \u0458\u043E\u0448 \u043D\u0435\u043A\u0430 \u043F\u043E\u0459\u0430.

dnd.model.forms.requirement.fieldSet.title=\u0417\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u043E\u0441\u0442
dnd.model.forms.requirement.fieldSet.description=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u043F\u043E\u043D\u0430\u0448\u0430\u045A\u0435 \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u043E\u0441\u0442\u0438.
dnd.model.forms.initialRequirement.label=\u0418\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u043E
dnd.model.forms.initialRequirement.description=\u041F\u043E\u0442\u0432\u0440\u0434\u0438\u0442\u0435 \u043E\u0432\u043E \u043F\u043E\u0459\u0435 \u0430\u043A\u043E \u0458\u0435 \u0434\u0430\u0442\u043E \u043F\u043E\u0459\u0435 \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u043E \u043A\u0430\u0434\u0430 \u0441\u0435 \u0444\u043E\u0440\u043C\u0430 \u0443\u0447\u0438\u0442\u0430. \u0417\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u043E \u043F\u043E\u0459\u0435 \u043C\u043E\u0440\u0430 \u0438\u043C\u0430\u0442\u0438 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u0434\u0430 \u0431\u0438 \u0434\u0443\u0433\u043C\u0435 \u0431\u0438\u043B\u043E \u043E\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E \u043D\u0430 \u0444\u043E\u0440\u043C\u0438.
dnd.model.forms.requirementRules.label=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u0434\u0438\u043D\u0430\u043C\u0438\u0447\u043A\u043E\u0433 \u043F\u043E\u043D\u0430\u0448\u0430\u045A\u0430 \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u043E\u0441\u0442\u0438
dnd.model.forms.requirementRules.description=\u041A\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u0430 \u043A\u0430\u0434\u0430 \u043F\u043E\u0459\u0435 \u043C\u043E\u0440\u0430 \u0438\u043C\u0430\u0442\u0438 \u0443\u043D\u0435\u0442\u0443 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442. \u041D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440, \u043F\u043E\u0459\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u043E \u043A\u0430\u0434\u0430 \u0458\u0435 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u0430 \u0443 \u043F\u0430\u0434\u0430\u0458\u0443\u045B\u0435\u043C \u043C\u0435\u043D\u0438\u0458\u0443.

dnd.model.forms.disablement.fieldSet.title=\u041E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E\u0441\u0442
dnd.model.forms.disablement.fieldSet.description=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u043F\u043E\u043D\u0430\u0448\u0430\u045A\u0435 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E\u0441\u0442\u0438.
dnd.model.forms.initialDisablement.label=\u0418\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E
dnd.model.forms.initialDisablement.description=\u041F\u043E\u0442\u0432\u0440\u0434\u0438\u0442\u0435 \u043E\u0432\u043E \u043F\u043E\u0459\u0435 \u0430\u043A\u043E \u0434\u0430\u0442\u043E \u043F\u043E\u0459\u0435 \u0442\u0440\u0435\u0431\u0430 \u0431\u0438\u0442\u0438 \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E \u043A\u0430\u0434\u0430 \u0441\u0435 \u0444\u043E\u0440\u043C\u0430 \u0443\u0447\u0438\u0442\u0430. \u0417\u0430 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E \u043F\u043E\u0459\u0435 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0438 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442.
dnd.model.forms.disablementRules.label=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u0434\u0438\u043D\u0430\u043C\u0438\u0447\u043A\u043E\u0433 \u043F\u043E\u043D\u0430\u0448\u0430\u045A\u0430 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E\u0441\u0442\u0438
dnd.model.forms.disablementRules.description=\u041A\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u0430 \u043A\u0430\u0434\u0430 \u0458\u0435 \u043F\u043E\u0459\u0435 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E. \u041F\u043E\u0459\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E \u0434\u043E\u043A \u0434\u0440\u0443\u0433\u0430 \u043F\u043E\u0459\u0430 \u043D\u0435 \u0431\u0443\u0434\u0443 \u043F\u043E\u043F\u0443\u045A\u0435\u043D\u0430

dnd.model.forms.advanced.fieldSet.title=\u041D\u0430\u043F\u0440\u0435\u0434\u043D\u0430 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430
dnd.model.forms.advanced.fieldSet.description=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0448\u0438\u0442\u0435 \u043A\u0430\u0434\u0430 \u0441\u0435 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438 \u0443\u043D\u043E\u0441\u0435 \u0438 \u043A\u0430\u0434\u0430 \u0441\u0435 \u043C\u0435\u045A\u0430\u0458\u0443
dnd.model.forms.postWhenHiddenOrDisabled.label=\u0423\u043A\u0459\u0443\u0447\u0438\u0442\u0435 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u043A\u0430\u0434\u0430 \u0458\u0435 \u0441\u0430\u043A\u0440\u0438\u0432\u0435\u043D\u0430 \u0438\u043B\u0438 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u0430
dnd.model.forms.postWhenHiddenOrDisabled.description=\u0423\u043A\u043E\u043B\u0438\u043A\u043E \u0458\u0435 \u0443\u043A\u0459\u0443\u0447\u0435\u043D\u043E, \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u043E\u0432\u043E\u0433 \u043F\u043E\u0459\u0430 \u045B\u0435 \u0443\u0432\u0435\u043A \u0431\u0438\u0442\u0438 \u0443\u043A\u0459\u0443\u0447\u0435\u043D\u0430 \u0443 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u0444\u043E\u0440\u043C\u0435 \u0431\u0435\u0437 \u043E\u0431\u0437\u0438\u0440\u0430 \u043D\u0430 \u0442\u043E \u0434\u0430 \u043B\u0438 \u0458\u0435 \u0441\u0430\u043A\u0440\u0438\u0432\u0435\u043D\u0430 \u0438\u043B\u0438 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u0430. \u041F\u043E\u043D\u0438\u0448\u0442\u0438\u0442\u0435 \u043F\u043E\u0459\u0435 \u0434\u0430 \u0431\u0438 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u0431\u0438\u043B\u0430 \u0443\u043A\u0459\u0443\u0447\u0435\u043D\u0430 \u0441\u0430\u043C\u043E \u043A\u0430\u0434\u0430 \u0458\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u0430 \u0438 \u043E\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u0430.
dnd.model.forms.noValueUpdateWhenHiddenOrDisabled.label=\u0410\u0436\u0443\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u043A\u0430\u0434\u0430 \u0458\u0435 \u0441\u0430\u043A\u0440\u0438\u0432\u0435\u043D\u0430 \u0438\u043B\u0438 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u0430
dnd.model.forms.noValueUpdateWhenHiddenOrDisabled.description=\u0410\u043A\u043E \u0458\u0435 \u043F\u043E\u0442\u0432\u0440\u0452\u0435\u043D\u043E, \u043E\u0432\u043E \u043F\u043E\u0459\u0435 \u043D\u0435\u045B\u0435 \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u0438\u043C\u0430\u0442\u0438 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442


dnd.model.forms.show-buttons.label=\u0414\u0443\u0433\u043C\u0430\u0434 \u0437\u0430 \u043F\u0440\u0438\u043A\u0430\u0437?
dnd.model.forms.show-buttons.description=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435 \u0434\u0430 \u043B\u0438 \u0458\u0435 \u0431\u0438\u043B\u043E \u043A\u0430\u043A\u0432\u0430 \u0434\u0443\u0433\u043C\u0430\u0434 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u0430 \u043D\u0430 \u0444\u043E\u0440\u043C\u0438.

dnd.model.forms.confirmation-button.fieldSet.title=\u0414\u0443\u0433\u043C\u0435 \u0437\u0430 \u043F\u043E\u0442\u0432\u0440\u0434\u0443
dnd.model.forms.confirmation-button.fieldSet.description=\u041F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0435 \u0437\u0430 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u043F\u043E\u0442\u0432\u0440\u0434\u0443.
dnd.model.forms.show-confirmation-button.label=\u041F\u0440\u0438\u043A\u0430\u0436\u0438\u0442\u0435 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u043F\u043E\u0442\u0432\u0440\u0434\u0443?
dnd.model.forms.show-confirmation-button.description=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435 \u0434\u0430 \u043B\u0438 \u0458\u0435 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u043F\u043E\u0442\u0432\u0440\u0434\u0443 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u043E \u043D\u0430 \u0444\u043E\u0440\u043C\u0438.
dnd.model.forms.confirmation-button-label.label=\u041B\u0430\u0431\u0435\u043B\u0430 \u0434\u0443\u0433\u043C\u0435\u0442\u0430 \u0437\u0430 \u043F\u043E\u0442\u0432\u0440\u0434\u0443
dnd.model.forms.confirmation-button-label.description=\u041B\u0430\u0431\u0435\u043B\u0430 \u043A\u043E\u0458\u0430 \u0441\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u043D\u0430 \u0434\u0443\u0433\u043C\u0435\u0442\u0443 \u0437\u0430 '\u043F\u043E\u0442\u0432\u0440\u0434\u0443'.

dnd.model.forms.cancellation-button.fieldSet.title=\u0414\u0443\u0433\u043C\u0435 \u0437\u0430 \u043F\u043E\u043D\u0438\u0448\u0442\u0430\u0432\u0430\u045A\u0435/\u043E\u0442\u043A\u0430\u0437\u0438\u0432\u0430\u045A\u0435
dnd.model.forms.cancellation-button.fieldSet.description=\u041F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0435 \u0437\u0430 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u043F\u043E\u043D\u0438\u0448\u0442\u0430\u0432\u0430\u045A\u0435/\u043E\u0442\u043A\u0430\u0437\u0438\u0432\u0430\u045A\u0435.
dnd.model.forms.show-cancellation-button.label=\u041F\u0440\u0438\u043A\u0430\u0436\u0438\u0442\u0435 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u043F\u043E\u043D\u0438\u0448\u0442\u0430\u0432\u0430\u045A\u0435/\u043E\u0442\u043A\u0430\u0437\u0438\u0432\u0430\u045A\u0435
dnd.model.forms.show-cancellation-button.description=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0435 \u0434\u0430 \u043B\u0438 \u0458\u0435 \u0434\u0443\u0433\u043C\u0435 \u0437\u0430 \u043F\u043E\u043D\u0438\u0448\u0442\u0430\u0432\u0430\u045A\u0435/\u043E\u0442\u043A\u0430\u0437\u0438\u0432\u0430\u045A\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u043E \u043D\u0430 \u0444\u043E\u0440\u043C\u0438.
dnd.model.forms.cancellation-button-label.label=\u041B\u0430\u0431\u0435\u043B\u0430 \u0434\u0443\u0433\u043C\u0435\u0442\u0430 \u0437\u0430 \u043F\u043E\u043D\u0438\u0448\u0442\u0430\u0432\u0430\u045A\u0435/\u043E\u0442\u043A\u0430\u0437\u0438\u0432\u0430\u045A\u0435
dnd.model.forms.cancellation-button-label.description=\u041B\u0430\u0431\u0435\u043B\u0430 \u043A\u043E\u0458\u0430 \u0441\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u043D\u0430 \u0434\u0443\u0433\u043C\u0435\u0442\u0443 \u0437\u0430 '\u043F\u043E\u043D\u0438\u0448\u0442\u0430\u0432\u0430\u045A\u0435/\u043E\u0442\u043A\u0430\u0437\u0438\u0432\u0430\u045A\u0435'.


