#X-Generator: 3opaH
message.empty=\u041D\u0435\u043C\u0430 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0430
message.error=\u0413\u0440\u0435\u0448\u043A\u0430 \u0442\u043E\u043A\u043E\u043C \u043F\u0440\u0435\u0442\u0440\u0430\u0436\u0438\u0432\u0430\u045A\u0430
message.insite=\u043D\u0430 \u0441\u0430\u0458\u0442\u0443
message.ofsize=\u0432\u0435\u043B\u0438\u0447\u0438\u043D\u0435
message.modifiedby=\u0438\u0437\u043C\u0435\u043D\u0438\u043E
message.modifiedon=\u0418\u0437\u043C\u0435\u045A\u0435\u043D\u043E
message.preview=\u041F\u0440\u0438\u043A\u0430\u0437
message.singlesite={0} \u0441\u0430\u0458\u0442
message.allsites=\u0421\u0432\u0438 \u0441\u0430\u0458\u0442\u043E\u0432\u0438
message.infolderpath=\u0423 \u0444\u043E\u043B\u0434\u0435\u0440\u0443
message.repository=\u0421\u043A\u043B\u0430\u0434\u0438\u0448\u0442\u0435

label.folder=\u0424\u043E\u043B\u0434\u0435\u0440
label.document=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442
label.blogpost=\u0411\u043B\u043E\u0433
label.forumpost=\u0422\u0435\u043C\u0430 \u0434\u0438\u0441\u043A\u0443\u0441\u0438\u0458\u0435
label.calendarevent=\u041A\u0430\u043B\u0435\u043D\u0434\u0430\u0440 \u0434\u043E\u0433\u0430\u0452\u0430\u0458\u0430
label.wikipage=Wiki \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430
label.link=\u041B\u0438\u043D\u043A
label.datalist=\u041B\u0438\u0441\u0442\u0430 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430
label.datalistitem=\u0421\u0442\u0430\u0432\u043A\u0430 \u043B\u0438\u0441\u0442\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430
label.unknown=\u041D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u043E
label.sortby=\u0421\u043E\u0440\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u043F\u043E\: {0}

button.search=\u041F\u0440\u0435\u0442\u0440\u0430\u0433\u0430

search.info.resultinfo={0} \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0430
search.info.resultinfomore=\u0412\u0438\u0448\u0435 \u043E\u0434 {0} \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0430
search.info.searching=\u041F\u0440\u0435\u0442\u0440\u0430\u0433\u0430...
search.info.foundinsite=\u043D\u0430\u0452\u0435\u043D\u043E \u0443 {0} \u0441\u0430\u0458\u0442\u0443.
search.info.foundinallsite=\u043D\u0430\u0452\u0435\u043D\u043E \u043D\u0430 \u0441\u0432\u0438\u043C \u0441\u0430\u0458\u0442\u043E\u0432\u0438\u043C\u0430.
search.info.foundinrepository=\u043D\u0430\u0452\u0435\u043D\u043E \u0443 \u0441\u043A\u043B\u0430\u0434\u0438\u0448\u0442\u0443.

search.sort.relevance=\u0420\u0435\u043B\u0435\u0432\u0430\u0442\u043D\u043E
search.sort.size=\u0412\u0435\u043B\u0438\u0447\u0438\u043D\u0430
search.sort.mimetype=\u0422\u0438\u043F \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435
search.sort.type=\u0422\u0438\u043F

pagination.template={PreviousPageLink} {PageLinks} {NextPageLink}

## help text
help.title=\u0421\u0443\u0433\u0435\u0441\u0442\u0438\u0458\u0430 \u0437\u0430 \u043F\u0440\u0435\u0442\u0440\u0430\u0433\u0443

help.subtitle1=\u041D\u0430\u043B\u0430\u0436\u0435\u045A\u0435 \u0441\u0442\u0430\u0432\u043A\u0438 \u043F\u0440\u0435\u043A\u043E \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0438 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430
help.info1=\u0414\u0430 \u0431\u0438 \u043F\u0440\u0435\u0442\u0440\u0430\u0436\u0438\u0432\u0430\u043B\u0438 \u043F\u0440\u0435\u043A\u043E \u0443\u043E\u0431\u0438\u0447\u0430\u0458\u0435\u043D\u0438\u0445 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0438\u043B\u0438 \u043F\u0440\u0435\u043A\u043E \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0441\u0430\u043C\u043E \u0443\u043D\u0435\u0441\u0438\u0442\u0435 \u0458\u0435\u0434\u043D\u0443 \u043A\u0459\u0443\u0447\u043D\u0443 \u0440\u0435\u0447, \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\:
help.example1=\u043F\u043E\u0441\u0430\u043E
help.result1=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442 \u043E\u0432\u043E\u0433 \u0443\u043F\u0438\u0442\u0430 \u045B\u0435 \u0438\u0437\u043B\u0438\u0441\u0442\u0430\u0442\u0438 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0443 \u0443\u043F\u0430\u0440\u0435\u043D\u0435 \u0441\u0430 \u043A\u0459\u0443\u0447\u043D\u043E\u043C \u0440\u0435\u0447\u0438 "\u043F\u043E\u0441\u0430\u043E", \u0431\u0438\u043B\u043E \u0443 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0442\u0438\u043A\u0435\u0442\u0430\u043C\u0430 \u0438\u043B\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u043C\u0430, \u043D\u0430\u0441\u043B\u043E\u0432\u0443 \u0438 \u043E\u043F\u0438\u0441\u0443.
help.info2=\u0414\u043E\u0434\u0430\u0458\u0442\u0435 \u0458\u043E\u0448 \u043A\u0459\u0443\u0447\u043D\u0438\u0445 \u0440\u0435\u0447\u0438 \u043A\u0430\u043A\u043E \u0431\u0438 \u0441\u0435 \u0441\u0443\u0437\u0438\u043E \u0441\u043A\u0443\u043F \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0430, \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\:
help.example2=\u043F\u043E\u0441\u043B\u043E\u0432\u043D\u0438 \u043F\u0440\u043E\u0446\u0435\u0441
help.result2=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442 \u043E\u0432\u043E\u0433 \u0443\u043F\u0438\u0442\u0430 \u045B\u0435 \u0438\u0437\u043B\u0438\u0441\u0442\u0430\u0442\u0438 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0443 \u0443\u043F\u0430\u0440\u0435\u043D\u0435 \u0441\u0430 \u043A\u0459\u0443\u0447\u043D\u043E\u043C \u0440\u0435\u0447\u0438 "\u043F\u043E\u0441\u0430\u043E" \u0438\u043B\u0438 "\u043F\u0440\u043E\u0446\u0435\u0441", \u0431\u0438\u043B\u043E \u0443 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0442\u0438\u043A\u0435\u0442\u0430\u043C\u0430 \u0438\u043B\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u043C\u0430, \u043D\u0430\u0441\u043B\u043E\u0432\u0443 \u0438 \u043E\u043F\u0438\u0441\u0443. \u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438 \u045B\u0435 \u0431\u0438\u0442\u0438 \u0441\u043E\u0440\u0442\u0438\u0440\u0430\u043D\u0438 \u043F\u0440\u0435\u043C\u0430 \u0440\u0435\u043B\u0435\u0432\u0430\u043D\u0442\u043D\u043E\u0441\u0442\u0438, \u0430 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0430\u0434\u0440\u0436\u0435 \u043E\u0431\u0435 \u043A\u0459\u0443\u0447\u043D\u0435 \u0440\u0435\u0447\u0438 \u045B\u0435 \u0431\u0438\u0442\u0438 \u0438\u0437\u043B\u0438\u0441\u0442\u0430\u043D\u0435 \u043D\u0430 \u0432\u0440\u0445\u0443.
help.info3=\u0414\u0430 \u0431\u0438 \u0441\u0435 \u0440\u0435\u0434\u0443\u043A\u043E\u0432\u0430\u043B\u0438 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438 \u0441\u043F\u0430\u0458\u0430\u0458\u0442\u0435 \u0432\u0438\u0448\u0435\u0441\u0442\u0440\u0443\u043A\u0435 \u043A\u0459\u0443\u0447\u043D\u0435 \u0440\u0435\u0447\u0438 \u0441\u0430 \u0410\u041D\u0414, \u043A\u0430\u043E \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\:
help.example3=\u043F\u043E\u0441\u0430\u043E \u0410\u041D\u0414 \u043F\u0440\u043E\u0446\u0435\u0441
help.result3=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442 \u043E\u0432\u043E\u0433 \u0443\u043F\u0438\u0442\u0430 \u045B\u0435 \u0438\u0437\u043B\u0438\u0441\u0442\u0430\u0442\u0438 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0430\u0434\u0440\u0436\u0435 \u043E\u0431\u0435 \u043A\u0459\u0443\u0447\u043D\u0435 \u0440\u0435\u0447\u0438 "\u043F\u043E\u0441\u0430\u043E" \u0438 "\u043F\u0440\u043E\u0446\u0435\u0441", \u0431\u0438\u043B\u043E \u0443 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0442\u0438\u043A\u0435\u0442\u0430\u043C\u0430 \u0438\u043B\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u043C\u0430, \u043D\u0430\u0441\u043B\u043E\u0432\u0443 \u0438 \u043E\u043F\u0438\u0441\u0443.
help.info4=\u0414\u0430 \u0431\u0438\u0441\u0442\u0435 \u0442\u0440\u0430\u0436\u0438\u043B\u0438 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0435 \u0444\u0440\u0430\u0437\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0434\u0443\u043F\u043B\u0435 \u043D\u0430\u0432\u043E\u0434\u043D\u0438\u043A\u0435, \u043A\u0430\u043E \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\:
help.example4="\u043F\u043E\u0441\u043B\u043E\u0432\u043D\u0438 \u043F\u0440\u043E\u0446\u0435\u0441"
help.result4=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442 \u043E\u0432\u043E\u0433 \u0443\u043F\u0438\u0442\u0430 \u045B\u0435 \u0438\u0437\u043B\u0438\u0441\u0442\u0430\u0442\u0438 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0430\u0434\u0440\u0436\u0435 \u0444\u0440\u0430\u0437\u0443 "\u043F\u043E\u0441\u043B\u043E\u0432\u043D\u0438 \u043F\u0440\u043E\u0446\u0435\u0441", \u0431\u0438\u043B\u043E \u0443 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0442\u0438\u043A\u0435\u0442\u0430\u043C\u0430 \u0438\u043B\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u043C\u0430, \u043D\u0430\u0441\u043B\u043E\u0432\u0443 \u0438 \u043E\u043F\u0438\u0441\u0443.
help.info5=\u040F\u043E\u043A\u0435\u0440 \u0437\u043D\u0430\u0446\u0438 \u043E\u043C\u043E\u0433\u0443\u045B\u0430\u0432\u0430\u0458\u0443 \u0434\u0435\u043B\u0438\u043C\u0438\u0447\u043D\u043E \u043F\u043E\u043A\u043B\u0430\u043F\u0430\u045A\u0435, \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440 \u0434\u0430 \u0431\u0438 \u0441\u0435 \u043D\u0430\u0448\u043B\u0435 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0430\u0434\u0440\u0436\u0435 \u0440\u0435\u0447\u0438 \u043A\u043E\u0458\u0435 \u043F\u043E\u0447\u0438\u045A\u0443 \u0441\u0430 "\u043F\u0440\u043E\u0446"\:
help.example5=\u043F\u0440\u043E\u0446*

help.subtitle2=\u041D\u0430\u043B\u0430\u0436\u0435\u045A\u0435 \u0441\u0442\u0430\u0432\u043A\u0438 \u0441\u0430 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0438\u043C \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u043C\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430
help.info6=\u0414\u0430 \u0431\u0438\u0441\u0442\u0435 \u043F\u043E\u0442\u0440\u0430\u0436\u0438\u043B\u0438 \u0441\u0442\u0430\u0432\u043A\u0435 \u043F\u0440\u0435\u043A\u043E \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0438\u0445 \u0441\u0432\u043E\u0458\u0441\u0442\u0430\u0432\u0430, \u0434\u043E\u0434\u0430\u0458\u0442\u0435 \u0441\u0432\u043E\u0458\u0441\u0442\u0432\u043E \u043A\u0430\u043E \u043F\u0440\u0435\u0444\u0438\u043A\u0441, \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\:
help.example6=title\:production
help.result6=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438 \u043E\u0432\u043E\u0433 \u0443\u043F\u0438\u0442\u0430 \u045B\u0435 \u0438\u0437\u043B\u0438\u0441\u0442\u0430\u0442\u0438 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0430\u0434\u0440\u0436\u0435 \u043A\u0459\u0443\u0447\u043D\u0443 \u0440\u0435\u0447 "production" \u0443 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0443.
help.info7=\u0414\u0430 \u0431\u0438\u0441\u0442\u0435 \u043F\u0440\u043E\u043D\u0430\u0448\u043B\u0438 \u0441\u0442\u0430\u0432\u043A\u0435 \u043F\u0440\u0435\u0442\u0440\u0430\u0433\u043E\u043C \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0434\u043E\u0434\u0430\u0458\u0442\u0435 \u0441\u043F\u0435\u0446\u0438\u0458\u0430\u043B\u043D\u0438 \u0422\u0415X\u0422 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043A\u0430\u043E \u043F\u0440\u0435\u0444\u0438\u043A\u0441, \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\:
help.example7=TEXT\:production
help.result7=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442 \u043E\u0432\u043E\u0433 \u0443\u043F\u0438\u0442\u0430 \u045B\u0435 \u0431\u0438\u0442\u0438 \u043B\u0438\u0441\u0442\u0430 \u0441\u0432\u0438\u0445 \u0441\u0442\u0430\u0432\u043A\u0438 \u043A\u043E\u0458\u0435 \u0441\u0430\u0434\u0440\u0436\u0435 \u043A\u0459\u0443\u0447\u043D\u0443 \u0440\u0435\u0447 "production" \u0443 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
help.info8=\u0423\u043E\u0431\u0438\u0447\u0430\u0458\u0435\u043D\u0438 \u043F\u0440\u0435\u0444\u0438\u043A\u0441\u0438 \u0441\u0432\u043E\u0458\u0441\u0442\u0430\u0432\u0430 \u043E\u0431\u0443\u0445\u0432\u0430\u0442\u0430\u0458\u0443\: \u0438\u043C\u0435, \u043D\u0430\u0441\u043B\u043E\u0432, \u043E\u043F\u0438\u0441, \u043A\u0440\u0435\u0430\u0442\u043E\u0440, \u043C\u043E\u0434\u0438\u0444\u0438\u0435\u0440, \u0422\u0415\u041A\u0421\u0422, \u0422\u0418\u041F \u0438 \u0410\u0421\u041F\u0415\u041A\u0422. \u0414\u0443\u043F\u043B\u0438 \u043D\u0430\u0432\u043E\u0434\u043D\u0438\u0446\u0438 \u043C\u043E\u0433\u0443 \u0434\u0430 \u0441\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0435 \u043E\u043A\u043E \u0444\u0440\u0430\u0437\u0430, \u0434\u043E\u043A \u0436\u043E\u043A\u0435\u0440 \u0437\u043D\u0430\u0446\u0438 \u043E\u043C\u043E\u0433\u0443\u045B\u0430\u0432\u0430\u0458\u0443 \u0434\u0435\u043B\u0438\u043C\u0438\u0447\u043D\u043E \u043F\u043E\u0434\u0443\u0434\u0430\u0440\u0430\u045A\u0435.
help.info9=\u0414\u0430 \u0431\u0438 \u0442\u0440\u0430\u0436\u0438\u043B\u0438 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0443 \u043A\u0440\u0435\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0437\u0430\u0434\u0430\u043D\u0438 \u0434\u0430\u0442\u0443\u043C \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0434\u0430\u0442\u0435, \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\:
help.example9=created\:"2011-09-26"
help.result9=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438 \u043E\u0432\u0435 \u043F\u0440\u0435\u0442\u0440\u0430\u0433\u0435 \u045B\u0435 \u0438\u0437\u043B\u0438\u0441\u0442\u0430\u0442\u0438 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0443 \u043A\u0440\u0435\u0438\u0440\u0430\u043D\u0435 26. \u0441\u0435\u043F\u0442\u0435\u043C\u0431\u0440\u0430 2011. \u0433\u043E\u0434\u0438\u043D\u0435.
help.info10=\u0414\u0430 \u0431\u0438\u0441\u0442\u0435 \u043F\u0440\u043E\u043D\u0430\u0448\u043B\u0438 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0443 \u043C\u043E\u0434\u0438\u0444\u0438\u043A\u043E\u0432\u0430\u043D\u0435 \u0443 \u043E\u043A\u0432\u0438\u0440\u0443 \u0437\u0430\u0434\u0430\u043D\u043E\u0433 \u043E\u043F\u0441\u0435\u0433\u0430 \u0434\u0430\u0442\u0443\u043C\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 "date range", \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\:
help.example10=modified\:"2011-09-26".."2011-10-30"
help.result10=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442 \u043E\u0432\u0435 \u043F\u0440\u0435\u0442\u0440\u0430\u0433\u0435 \u045B\u0435 \u0438\u0437\u043B\u0438\u0441\u0442\u0430\u0442\u0438 \u0441\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 \u043A\u043E\u0458\u0435 \u0441\u0443 \u043C\u043E\u0434\u0438\u0444\u0438\u043A\u043E\u0432\u0430\u043D\u0435 \u0438\u0437\u043C\u0435\u0452\u0443 26.09.2011. \u0438 30.10.2011. \u0443\u043A\u0459\u0443\u0447\u0443\u0458\u0443\u045B\u0438 \u0438 \u0442\u0435 \u0434\u0430\u0442\u0443\u043C\u0435. \u0421\u043F\u0435\u0446\u0438\u0458\u0430\u043B\u043D\u0435 \u043A\u0459\u0443\u0447\u043D\u0435 \u0440\u0435\u0447\u0438 \u043A\u0430\u043E \u0448\u0442\u043E \u0441\u0443 "\u041D\u041EW", "\u041C\u0418\u041D" \u0438 "\u041C\u0410X" \u043C\u043E\u0433\u0443 \u0434\u0430 \u0441\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0435 \u043A\u0430\u043A\u043E \u0431\u0438 \u0437\u0430\u043C\u0435\u043D\u0438\u043B\u0435 \u0442\u0435\u043A\u0443\u045B\u0438 \u0434\u0430\u0442\u0443\u043C, \u043D\u0430\u0458\u0440\u0430\u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0432\u0440\u0435\u043C\u0435 \u0438 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u043D\u043E \u043C\u043E\u0433\u0443\u045B\u0435 \u0432\u0440\u0435\u043C\u0435 \u0443 \u0431\u0443\u0434\u0443\u045B\u043D\u043E\u0441\u0442\u0438.
