welcome.user=\u041F\u041E\u0427\u041D\u0418\u0422\u0415
welcome.site=\u0414\u043E\u0431\u0440\u043E\u0434\u043E\u0448\u043B\u0438 \u043D\u0430 {1}, {0}

welcome.user.description=\u0411\u0440\u0437 \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043A\u0430\u043A\u043E \u0431\u0438\u0441\u0442\u0435 \u0441\u0430\u0437\u043D\u0430\u043B\u0438 \u043E Alfresco \u043D\u0430\u043F\u0440\u0435\u0434\u043D\u0438\u043C \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u043D\u043E\u0441\u0442\u0438\u043C\u0430.
welcome.user.clickable-content-link=http://docs.alfresco.com/{0}/concepts/alfresco-tutorial-02.html
welcome.site.description=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0430 \u0442\u0430\u0431\u043B\u0430 \u0441\u0430\u0458\u0442\u0430 \u043E\u0431\u0430\u0432\u0435\u0448\u0442\u0430\u0432\u0430 \u0432\u0430\u0441 \u043E \u0434\u043E\u0433\u0430\u0452\u0430\u0458\u0438\u043C\u0430 \u043D\u0430 \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u043C \u0441\u0430\u0458\u0442\u0443.
get.started.message=\u0425\u0430\u0458\u0434\u0435 \u0434\u0430 \u043F\u043E\u0447\u043D\u0435\u0442\u0435...

site.panel.delete.header=\u041F\u043E\u0442\u0432\u0440\u0434\u0438\u0442\u0435 \u0443\u043A\u043B\u0430\u045A\u0430\u045A\u0435
site.panel.delete.msg=\u0408\u0435\u0441\u0442\u0435 \u043B\u0438 \u0441\u0438\u0433\u0443\u0440\u043D\u0438 \u0434\u0430 \u0436\u0435\u043B\u0438\u0442\u0435 \u0442\u0440\u0430\u0458\u043D\u043E \u0434\u0430 \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0435 \u0442\u0430\u0431\u043B\u0443 \u043A\u043E\u0458\u0430 \u0441\u0430\u0434\u0440\u0436\u0438 \u043F\u043E\u043C\u043E\u045B?

user.panel.delete.header=\u0421\u0430\u043A\u0440\u0438\u0458\u0442\u0435 \u0442\u0430\u0431\u043B\u0443 "\u041F\u043E\u0447\u043D\u0438\u0442\u0435"?
## Note to translators: Please retain the HTML tags and class attribute values in the panel.delete.msg
user.panel.delete.msg=<div class="alf-confirmation-panel-text">\u041C\u043E\u0436\u0435\u0442\u0435 \u0433\u0430 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u0442\u0438 \u043A\u0430\u0441\u043D\u0438\u0458\u0435 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u045A\u0435\u043C \u043E\u043F\u0446\u0438\u0458\u0435 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438 "\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0434\u0438\u0442\u0435 \u041A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0443 \u0442\u0430\u0431\u043B\u0443".</div><p>\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0443 "\u041F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430" <span class="alf-configure-icon alf-hide-confirmation">&nbsp;</span>\u043D\u0430 \u0432\u0430\u0448\u043E\u0458 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u043E\u0458 \u0442\u0430\u0431\u043B\u0438 \u0434\u0430 \u0431\u0438\u0441\u0442\u0435 \u0434\u043E\u0448\u043B\u0438 \u0434\u043E \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0435 \u0441\u0442\u0440\u0430\u043D\u0435..</p>user.panel.delete.msg=<div class="alf-confirmation-panel-text">\u041C\u043E\u0436\u0435\u0442\u0435 \u0433\u0430 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u0442\u0438 \u043A\u0430\u0441\u043D\u0438\u0458\u0435 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u045A\u0435\u043C \u043E\u043F\u0446\u0438\u0458\u0435 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438 "\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0434\u0438\u0442\u0435 \u041A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0443 \u0442\u0430\u0431\u043B\u0443".</div><p>\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0443 "\u041F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430" <span class="alf-configure-icon alf-hide-confirmation">&nbsp;</span> \u043D\u0430 \u0432\u0430\u0448\u043E\u0458 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u043E\u0458 \u0442\u0430\u0431\u043B\u0438 \u0434\u0430 \u0431\u0438\u0441\u0442\u0435 \u0434\u043E\u0448\u043B\u0438 \u0434\u043E \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0435 \u0441\u0442\u0440\u0430\u043D\u0435..</p>
panel.delete.fail=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0438 \u0434\u0435\u0448\u043B\u0435\u0442.

user.welcome.close=\u0421\u0430\u043A\u0440\u0438\u0458\u0442\u0435
site.welcome.close=\u0423\u043A\u043B\u043E\u043D\u0438\u0442\u0435

welcome.user.tutorial.title=\u0423\u0447\u0435\u045A\u0435
welcome.user.tutorial.description=\u0421\u0430\u0437\u043D\u0430\u0458\u0442\u0435 \u0448\u0442\u0430 \u0441\u0432\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u0440\u0430\u0434\u0438\u0442\u0438 \u0443 \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u0433\u043B\u0435\u0434\u0430\u045A\u0435\u043C \u0432\u0438\u0434\u0435\u043E \u0442\u0443\u0442\u043E\u0440\u0438\u0458\u0430\u043B\u0430.
welcome.user.tutorial.link=\u041F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0458\u0442\u0435 \u0442\u0443\u0442\u043E\u0440\u0438\u0458\u0430\u043B\u0435

welcome.user.sites.title=\u0414\u0435\u0459\u0435\u045A\u0435
welcome.user.sites.description=\u041A\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u0430\u0458\u0442 \u0437\u0430 \u0434\u0435\u0459\u0435\u045A\u0435 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0430 \u0441\u0430 \u0434\u0440\u0443\u0433\u0438\u043C \u0447\u043B\u0430\u043D\u043E\u0432\u0438\u043C\u0430 \u0441\u0430\u0458\u0442\u0430.
welcome.user.sites.link=\u041A\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u0430\u0458\u0442

welcome.user.profile.title=\u041F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430
welcome.user.profile.description=\u0410\u0436\u0443\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u0432\u043E\u0458\u0435 \u043B\u0438\u0447\u043D\u0435 \u0438 \u043F\u043E\u0441\u043B\u043E\u0432\u043D\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u0442\u0430\u043A\u043E \u0434\u0430 \u0434\u0440\u0443\u0433\u0438 \u043C\u043E\u0433\u0443 \u0434\u0430 \u0432\u0430\u0441 \u0443\u043F\u043E\u0437\u043D\u0430\u0458\u0443.
welcome.user.profile.link=\u0423\u0440\u0435\u0434\u0438\u0442\u0435 \u0441\u0432\u043E\u0458 \u043F\u0440\u043E\u0444\u0438\u043B

welcome.user.dashboard.title=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0435
welcome.user.dashboard.description=\u041F\u043E\u0434\u0435\u0441\u0438\u0442\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0443 \u0442\u0430\u0431\u043B\u0443 \u0437\u0430 \u043F\u0440\u0438\u043A\u0430\u0437 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0430 \u043A\u043E\u0458\u0435 \u0436\u0435\u043B\u0438\u0442\u0435.
welcome.user.dashboard.link=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0434\u0438\u0442\u0435 \u0441\u0432\u043E\u0458\u0443 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0443 \u0442\u0430\u0431\u043B\u0443

welcome.user.explore.title=\u0418\u0441\u0442\u0440\u0430\u0436\u0438\u0432\u0430\u045A\u0435
welcome.user.explore.description=\u041F\u043E\u0433\u043B\u0435\u0434\u0430\u0458\u0442\u0435 \u0441\u0430\u0458\u0442\u043E\u0432\u0435 \u043A\u043E\u0458\u0438 \u0441\u0443 \u0432\u0435\u045B \u0443 \u0410\u043B\u0444\u0440\u0435\u0441\u043A\u0443. \u041C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0441\u0435\u0442\u0438\u0442\u0438 \u0458\u0430\u0432\u043D\u0435 \u0441\u0430\u0458\u0442\u043E\u0432\u0435 \u0438 \u043E\u0434\u043C\u0430\u0445 \u0438\u043C \u0441\u0435 \u043F\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0438.
welcome.user.explore.link=\u041F\u043E\u0433\u043B\u0435\u0434\u0430\u0458\u0442\u0435 \u0441\u0432\u0435 \u0441\u0430\u0458\u0442\u043E\u0432\u0435

welcome.site.dashboard.title=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0435
welcome.site.dashboard.description=\u041F\u043E\u0434\u0435\u0441\u0438\u0442\u0435 \u043E\u0432\u0443 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0443 \u0442\u0430\u0431\u043B\u0443 \u0437\u0430 \u043F\u0440\u0438\u043A\u0430\u0437 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0430 \u043A\u043E\u0458\u0435 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0435 \u0434\u0440\u0443\u0433\u0438.
welcome.site.dashboard.link=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0434\u0438\u0442\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0443 \u0442\u0430\u0431\u043B\u0443 \u0441\u0430\u0458\u0442\u0430

welcome.site.moderated.title=\u041F\u0440\u0438\u0441\u0442\u0443\u043F\u0430\u045A\u0435
welcome.site.moderated.description=\u0427\u043B\u0430\u043D\u0441\u0442\u0432\u043E \u043D\u0430 \u043E\u0432\u043E\u043C\u0435 \u0441\u0430\u0458\u0442\u0443 \u0458\u0435 \u0443\u0440\u0435\u0452\u0435\u043D\u043E. \u041C\u043E\u0436\u0435\u0442\u0435 \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u0442\u0438 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u0438 \u043C\u0435\u043D\u0430\u045F\u0435\u0440 \u0441\u0430\u0458\u0442\u0430 \u045B\u0435 \u0431\u0438\u0442\u0438 \u043E\u0431\u0430\u0432\u0435\u0448\u0442\u0435\u043D.
welcome.site.moderated.link=\u0417\u0430\u0445\u0442\u0435\u0432 \u0437\u0430 \u043F\u0440\u0438\u0441\u0442\u0443\u043F\u0430\u045A\u0435

welcome.site.upload.title=\u0421\u0430\u0440\u0430\u0434\u045A\u0430
welcome.site.upload.description=\u0423\u0447\u0438\u0442\u0430\u0458\u0442\u0435 \u0441\u0430\u0434\u0440\u0436\u0430\u0458 \u0443 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442\u0430 \u0440\u0430\u0434\u0438 \u043F\u043E\u0447\u0435\u0442\u043A\u0430 \u0441\u0430\u0440\u0430\u0434\u045A\u0435 \u0441\u0430 \u0434\u0440\u0443\u0433\u0438\u043C\u0430.
welcome.site.upload.link=\u0423\u0447\u0438\u0442\u0430\u0458\u0442\u0435 \u0441\u0430\u0434\u0440\u0436\u0430\u0458

welcome.site.invite.title=\u041F\u043E\u0437\u0438\u0432\u0430\u045A\u0435
welcome.site.invite.description=\u0417\u0430\u043F\u043E\u0447\u043D\u0438\u0442\u0435 \u0441\u0430 \u043F\u043E\u0437\u0438\u0432\u0430\u045A\u0435\u043C \u0434\u0440\u0443\u0433\u0438\u0445 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0438\u0434\u0440\u0443\u0436\u0435 \u0412\u0430\u0448\u0435\u043C \u0441\u0430\u0458\u0442\u0443.
welcome.site.invite.link=\u041F\u043E\u0437\u043E\u0432\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0435

welcome.site.members.title=\u0421\u043E\u0446\u0438\u0458\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430
welcome.site.members.description=\u0421\u0430\u0437\u043D\u0430\u0458\u0442\u0435 \u043A\u043E \u043F\u0440\u0438\u043F\u0430\u0434\u0430 \u043E\u0432\u043E\u043C \u0441\u0430\u0458\u0442\u0443.  \u0418\u0437 \u043B\u0438\u0441\u0442\u0435 \u0447\u043B\u0430\u043D\u043E\u0432\u0430 \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u0438\u0434\u0435\u0442\u0438 \u043F\u0440\u043E\u0444\u0438\u043B\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430 \u0440\u0430\u0434\u0438 \u0443\u043F\u043E\u0437\u043D\u0430\u0432\u0430\u045A\u0430.
welcome.site.members.link=\u041F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0458\u0442\u0435 \u0447\u043B\u0430\u043D\u043E\u0432\u0435 \u0441\u0430\u0458\u0442\u0430

welcome.site.browse.title=\u0418\u0441\u0442\u0440\u0430\u0436\u0438\u0432\u0430\u045A\u0435
welcome.site.browse.description=\u0421\u0430\u0437\u043D\u0430\u0458\u0442\u0435 \u043A\u043E\u0458\u0438 \u0441\u0430\u0434\u0440\u0436\u0430\u0458 \u0458\u0435 \u0434\u043E\u0434\u0430\u0442 \u043D\u0430 \u0441\u0430\u0458\u0442, \u043F\u0440\u0435\u0442\u0440\u0430\u0436\u0438\u0432\u0430\u045A\u0435\u043C \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442\u0430.
welcome.site.browse.link=\u041F\u0440\u0435\u0452\u0438\u0442\u0435 \u043D\u0430 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442\u0430

welcome.cloud.sign-up.title=\u041E\u0431\u043B\u0430\u043A
welcome.cloud.sign-up.description=\u041F\u0440\u0438\u0458\u0430\u0432\u0438\u0442\u0435 \u0441\u0435 \u0434\u0430\u043D\u0430\u0441 \u0434\u0430 \u0431\u0438\u0441\u0442\u0435 \u043F\u043E\u0442\u0432\u0440\u0434\u0438\u043B\u0438 \u0441\u0432\u043E\u0458\u0443 \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u043D\u0443 \u043C\u0440\u0435\u0436\u0443 \u0443 \u043E\u0431\u043B\u0430\u043A\u0443.
welcome.cloud.sign-up.link=\u041F\u0440\u0438\u0458\u0430\u0432\u0438\u0442\u0435 \u0441\u0435

message.request-joining=\u0417\u0430\u0445\u0442\u0435\u0432 \u0434\u0430 \u0441\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A {0} \u043F\u0440\u0438\u0434\u0440\u0443\u0436\u0438 \u0441\u0430\u0458\u0442\u0443 {1}...
message.request-join-success=\u0417\u0430\u0445\u0442\u0435\u0432 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0442\u0435 \u0441\u0430\u0458\u0442\u0443 {1} \u0458\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u043E\u0441\u043B\u0430\u0442. \u0421\u0430\u0434\u0430 \u045B\u0435\u0442\u0435 \u0431\u0438\u0442\u0438 \u043F\u0440\u0435\u0443\u0441\u043C\u0435\u0440\u0435\u043D\u0438 \u043D\u0430 \u0432\u0430\u0448\u0443 \u043B\u0438\u0447\u043D\u0443 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0443 \u0442\u0430\u0431\u043B\u0443.
message.request-join-failure=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0443\u043F\u0443\u0442\u0438\u0442\u0438 \u0437\u0430\u0445\u0442\u0435\u0432 \u0434\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A {0} \u043F\u0440\u0438\u0434\u0440\u0443\u0436\u0438 \u0441\u0430\u0458\u0442\u0443 {1}.
