# CustomModel service externalised strings
cmm.service.name_already_in_use=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438 \u043C\u043E\u0434\u0435\u043B \u043F\u043E\u0448\u0442\u043E \u0458\u0435 \u043D\u0430\u0437\u0438\u0432 \u043C\u043E\u0434\u0435\u043B\u0430 ''{0}'' \u0432\u0435\u045B \u0443 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0438.
cmm.service.create_model_err=\u0422\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438 \u043C\u043E\u0434\u0435\u043B. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0435\u0459\u0435\u045A\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0438\u0445 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0441\u0430 \u0441\u0432\u043E\u0458\u0438\u043C Alfresco \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u043C. {0}
cmm.service.update_model_err=\u0422\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438 \u043C\u043E\u0434\u0435\u043B.  \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0435\u0459\u0435\u045A\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0438\u0445 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0441\u0430 \u0441\u0432\u043E\u0458\u0438\u043C Alfresco \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u043C. {0}
cmm.service.multiple_models=\u041F\u0440\u043E\u043D\u0430\u0452\u0435\u043D\u043E \u0458\u0435 \u0432\u0438\u0448\u0435 \u043C\u043E\u0434\u0435\u043B\u0430 \u0441\u0430 \u043D\u0430\u0437\u0438\u0432\u043E\u043C ''{0}''. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u045A\u0435 \u0430 \u0437\u0430\u0442\u0438\u043C \u0431\u0440\u0438\u0441\u0430\u045A\u0435 \u0458\u0435\u0434\u043D\u043E\u0433 \u043E\u0434 \u043C\u043E\u0434\u0435\u043B\u0430.
cmm.service.retrieve_model=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043F\u0440\u0438\u0441\u0442\u0443\u043F\u0438\u0442\u0438 \u043C\u043E\u0434\u0435\u043B\u0443 ''{0}''. \u041C\u043E\u043B\u0438\u043C\u043E \u0432\u0430\u0441, \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E.
cmm.service.model_not_exists=\u041C\u043E\u0434\u0435\u043B ''{0}'' \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438. \u041C\u043E\u0436\u0434\u0430 \u0458\u0435 \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D \u043E\u0434 \u0441\u0442\u0440\u0430\u043D\u0435 \u0434\u0440\u0443\u0433\u043E\u0433 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430.
cmm.service.namespace_not_exists=\u041C\u043E\u0434\u0435\u043B ''{0}'' \u043D\u0435\u043C\u0430 \u0434\u0435\u0441\u0438\u043D\u0438\u0441\u0430\u043D \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440. \u0422\u0440\u0435\u0431\u0430 \u0434\u0430 \u0434\u043E\u0434\u0430\u0442\u0435 \u0458\u0435\u0434\u0430\u043D \u0434\u0430 \u0431\u0438 \u043C\u043E\u0434\u0435\u043B \u0431\u0438\u043E \u0432\u0430\u043B\u0438\u0434\u0430\u043D.
cmm.service.namespace_many_exist=\u041C\u043E\u0434\u0435\u043B ''{0}'' \u043C\u043E\u0436\u0435 \u0434\u0430 \u0438\u043C\u0430 \u0441\u0430\u043C\u043E \u0458\u0435\u0434\u0430\u043D \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440.
cmm.service.namespace_uri_already_in_use=URI \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 ''{0}'' \u0458\u0435 \u0432\u0435\u045B \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u043D. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0441\u0430 \u0434\u0440\u0443\u0433\u0438\u043C URI-\u0458\u0435\u043C \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430.
cmm.service.namespace_prefix_already_in_use=\u041F\u0440\u0435\u0444\u0438\u043A\u0441 \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 ''{0}'' \u0458\u0435 \u0432\u0435\u045B \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u043D. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0441\u0430 \u0434\u0440\u0443\u0433\u0438\u043C \u043F\u0440\u0435\u0444\u0438\u043A\u0441\u043E\u043C \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430.
cmm.service.unable_delete_active_model=\u041D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043E\u0431\u0440\u0438\u0441\u0430\u0442\u0438 \u0430\u043A\u0442\u0438\u0432\u0430\u043D \u043C\u043E\u0434\u0435\u043B. \u0422\u0440\u0435\u0431\u0430 \u043F\u0440\u0432\u043E \u0434\u0430 \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u043C\u043E\u0434\u0435\u043B.
cmm.service.unable_model_delete=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043E\u0431\u0440\u0438\u0441\u0430\u0442\u0438 \u043C\u043E\u0434\u0435\u043B ''{0}''.
cmm.service.unable_model_deactivate=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0438 \u043C\u043E\u0434\u0435\u043B ''{0}''.
cmm.service.unable_model_activate=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0438 \u043C\u043E\u0434\u0435\u043B ''{0}''.
cmm.service.invalid_model=\u041C\u043E\u0434\u0435\u043B \u043D\u0438\u0458\u0435 \u0432\u0430\u043B\u0438\u0434\u0430\u043D. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0435\u0459\u0435\u045A\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0438\u0445 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0441\u0430 \u0441\u0432\u043E\u0458\u0438\u043C Alfresco \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u043C. {0}
cmm.service.namespace_active_model=\u041D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0430\u0436URI\u0440\u0430\u0442\u0438 URI \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 \u0438\u043B\u0438 \u043F\u0440\u0435\u0444\u0438\u043A\u0441 \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 \u043C\u043E\u0434\u0435\u043B\u0430.
cmm.service.failed.deactivation.type.dependency=\u041C\u043E\u0434\u0435\u043B ''{0}'' \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0438 \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 ''{0}'' \u0442\u0438\u043F \u0440\u043E\u0434\u0438\u0442\u0435\u0459 \u0442\u0438\u043F\u0430 ''{1}'' \u0443 \u043C\u043E\u0434\u0435\u043B\u0443 ''{2}''.
cmm.service.failed.deactivation.aspect.dependency=\u041C\u043E\u0434\u0435\u043B ''{0}'' \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0438 \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 ''{0}'' \u0433\u0440\u0443\u043F\u0430 \u0441\u0432\u043E\u0458\u0441\u0442\u0432\u0430 \u0440\u043E\u0434\u0438\u0442\u0435\u0459 \u0433\u0440\u0443\u043F\u0435 \u0441\u0432\u043E\u0458\u0441\u0442\u0432\u0430 ''{1}'' \u0443 \u043C\u043E\u0434\u0435\u043B\u0443 ''{2}''.
cmm.service.download.create_err=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438 \u0447\u0432\u043E\u0440 \u0437\u0430 \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0435.
cmm.service.download.share_ext_file_not_found=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043D\u0430\u045B\u0438 Share persisted-extension XML \u0444\u0430\u0458\u043B.
cmm.service.download.share_ext_file_parse_err=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043F\u0430\u0440\u0441\u0438\u0440\u0430\u0442\u0438 Share persisted-extension XML \u0444\u0430\u0458\u043B.
cmm.service.download.share_ext_module_not_found=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043D\u0430\u045B\u0438 ''{0}'' \u043C\u043E\u0434\u0443\u043B \u0443 Share persisted-extension XML \u0444\u0430\u0458\u043B\u0443.
cmm.service.download.share_ext_node_read_err=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u0438 Share persisted-extension \u0447\u0432\u043E\u0440.
cmm.service.download.share_ext_write_err=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0443\u043F\u0438\u0441\u0430\u0442\u0438 ''{0}'' XML \u0435\u043B\u0435\u043C\u0435\u043D\u0442 \u0443 \u0444\u0430\u0458\u043B.
cmm.service.download.create_share_ext_err=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438 Share \u0447\u0432\u043E\u0440 \u041C\u043E\u0434\u0443\u043B\u0430 \u0435\u043A\u0441\u0442\u0435\u043D\u0437\u0438\u0458\u0435. {0}
cmm.service.download.create_model_copy_err=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043D\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0438 \u043A\u043E\u043F\u0438\u0458\u0443 \u0447\u0432\u043E\u0440\u0430 \u043F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0435\u043D\u043E\u0433 \u043C\u043E\u0434\u0435\u043B\u0430. {0}
cmm.service.download.create_err=\u041D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438 \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0435.
cmm.service.constraint.default_prop_value_err=\u041F\u043E\u0434\u0440\u0430\u0437\u0443\u043C\u0435\u0432\u0430\u043D\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u043D\u0435 \u0432\u0430\u0436\u0438 \u0437\u0430 \u0434\u0435\u0444\u0438\u043D\u0438\u0441\u0430\u043D\u043E \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u045A\u0435.
cmm.service.model_in_use=\u041C\u043E\u0434\u0435\u043B ''{0}'' \u0458\u0435 \u0443 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0438 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043E\u0431\u0440\u0438\u0441\u0430\u043D \u0438\u043B\u0438 \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D.

# ValueDataTypeValidator messages
cmm.value_datatype_validator.unknown_datatype=\u0422\u0438\u043F \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0441\u0432\u043E\u0458\u0441\u0442\u0432\u0430 ''{0}'' \u0458\u0435 \u043D\u0435\u043F\u043E\u0437\u043D\u0430\u0442.
cmm.value_datatype_validator.invalid_value=''{0}'' \u043D\u0438\u0458\u0435 \u0432\u0430\u043B\u0438\u0434\u043D\u0430 \u043E\u043F\u0446\u0438\u0458\u0430 \u0437\u0430 '{1}''. \u041C\u043E\u043B\u0438\u043C\u043E \u0432\u0430\u0441, \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E.
cmm.value_datatype_validator.invalid_date=''{0}'' \u043D\u0438\u0458\u0435 \u0432\u0430\u043B\u0438\u0434\u0430\u043D \u0444\u043E\u0440\u043C\u0430\u0442 \u0434\u0430\u0442\u0443\u043C\u0430. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045B\u0438 \u0444\u043E\u0440\u043C\u0430\u0442 yyyy-mm-dd.
cmm.value_datatype_validator.invalid_datetime=''{0}''  \u043D\u0438\u0458\u0435 \u0432\u0430\u043B\u0438\u0434\u0430\u043D \u0444\u043E\u0440\u043C\u0430\u0442 \u0437\u0430 \u0434\u0430\u0442\u0443\u043C \u0438 \u0432\u0440\u0435\u043C\u0435 . \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045B\u0438 \u0444\u043E\u0440\u043C\u0430\u0442 yyyy-mm-dd HH:mm:ss.sss.
cmm.value_datatype_validator.invalid_boolean_value=''{0}'' \u043D\u0438\u0458\u0435 \u0432\u0430\u043B\u0438\u0434\u043D\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442. \u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0438\u043B\u0438 \u0443\u043D\u0435\u0441\u0438\u0442\u0435 \u0422\u0430\u0447\u043D\u043E \u0438\u043B\u0438 \u041D\u0435\u0442\u0430\u0447\u043D\u043E.
