# Schema update messages

schema.update.msg.dialect_used=\u0417\u0430 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0443 \u0448\u0435\u043C\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0441\u0435 \u0434\u0438\u0458\u0430\u043B\u0435\u043A\u0442 \u0431\u0430\u0437\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 {0}.
schema.update.msg.database_used=\u041F\u043E\u0432\u0435\u0437\u0438\u0432\u0430\u045A\u0435 \u0441\u0430 \u0431\u0430\u0437\u043E\u043C \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430: {0}
schema.update.msg.bypassing=\u0417\u0430\u043E\u0431\u0438\u043B\u0430\u0436\u0435\u045A\u0435 \u043F\u0440\u043E\u0432\u0435\u0440\u0430 \u0438\u0437\u043C\u0435\u043D\u0435 \u0448\u0435\u043C\u0435.
schema.update.msg.normalized_schema=\u041D\u043E\u0440\u043C\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u0430 \u0448\u0435\u043C\u0430 \u0458\u0435 \u0443\u043F\u0438\u0441\u0430\u043D\u0430 \u0443 \u0444\u0430\u0458\u043B {0}.
schema.update.msg.normalized_schema_pre=\u041D\u043E\u0440\u043C\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u0430 \u0448\u0435\u043C\u0430 (\u043F\u0440\u0435 \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E\u0433 \u043F\u043E\u0434\u0438\u0437\u0430\u045A\u0430) \u0458\u0435 \u0443\u043F\u0438\u0441\u0430\u043D\u0430 \u0443 \u0444\u0430\u0458\u043B {0}.
schema.update.msg.normalized_schema_post=\u041D\u043E\u0440\u043C\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u0430 \u0448\u0435\u043C\u0430 (\u043F\u043E\u0441\u043B\u0435 \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E\u0433 \u043F\u043E\u0434\u0438\u0437\u0430\u045A\u0430) \u0458\u0435 \u0443\u043F\u0438\u0441\u0430\u043D\u0430 \u0443 \u0444\u0430\u0458\u043B {0}.
schema.update.msg.all_statements=\u0421\u0432\u0435 \u0438\u0437\u0432\u0440\u0448\u0435\u043D\u0435 \u043D\u0430\u0440\u0435\u0434\u0431\u0435:  {0}.
schema.update.msg.no_changes=\u041D\u0438\u0441\u0443 \u043D\u0430\u043F\u0440\u0430\u0432\u0459\u0435\u043D\u0435 \u0438\u0437\u043C\u0435\u043D\u0435 \u0443 \u0448\u0435\u043C\u0438.
schema.update.msg.executing_generated_script=\u0418\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u045A\u0435 \u0441\u043A\u0440\u0438\u043F\u0442\u0430 \u0431\u0430\u0437\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 {0} (\u0433\u0435\u043D\u0435\u0440\u0438\u0441\u0430\u043D).
schema.update.msg.executing_copied_script=\u0418\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u045A\u0435 \u0441\u043A\u0440\u0438\u043F\u0442\u0430 \u0431\u0430\u0437\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 {0} (\u043A\u043E\u043F\u0438\u0440\u0430\u043D \u0438\u0437 {1}).
schema.update.msg.executing_statement=   \u0418\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u045A\u0435 \u043D\u0430\u0440\u0435\u0434\u0431\u0435: {0}
schema.update.msg.optional_statement_failed=\u0418\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u045A\u0435 \u043E\u043F\u0446\u0438\u043E\u043D\u0438\u0445 \u043D\u0430\u0440\u0435\u0431\u0438 \u043D\u0438\u0458\u0435 \u0443\u0441\u043F\u0435\u043B\u043E:\n   SQL: {0}\n   \u0413\u0440\u0435\u0448\u043A\u0430: {1}\n   \u0424\u0430\u0458\u043B: {2}\n   \u041B\u0438\u043D\u0438\u0458\u0430: {3}
schema.update.warn.dialect_unsupported=Alfresco \u043D\u0435 \u0431\u0438 \u0442\u0440\u0435\u0431\u0430\u043B\u043E \u0434\u0430 \u0441\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0441\u0430 \u0434\u0438\u0458\u0430\u043B\u0435\u043A\u0442\u043E\u043C \u0431\u0430\u0437\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 {0}.
schema.update.warn.dialect_hsql=Alfresco \u043A\u043E\u0440\u0438\u0441\u0442\u0438 HSQL \u043A\u0430\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0443\u043C\u0435\u0432\u0430\u043D\u0443 \u0431\u0430\u0437\u0443 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430. \u041C\u043E\u043B\u0438\u043C\u043E \u0434\u0430 \u043E\u0432\u0443 \u0431\u0430\u0437\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0441\u0430\u043C\u043E \u0434\u043E\u043A \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u0442\u0435 Alfresco, \u043E\u043D\u0430 \u041D\u0418\u0408\u0415 \u043F\u0440\u0435\u043F\u043E\u0440\u0443\u0447\u0435\u043D\u0430 \u0437\u0430 \u043F\u0440\u043E\u0434\u0443\u043A\u0446\u0438\u0458\u0443 \u0438\u043B\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0430\u045A\u0435!
schema.update.warn.dialect_derby=Alfresco \u043A\u043E\u0440\u0438\u0441\u0442\u0438 Apache Derby \u043A\u0430\u043E \u043F\u043E\u0434\u0440\u0430\u0437\u0443\u043C\u0435\u0432\u0430\u043D\u0443 \u0431\u0430\u0437\u0443 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430. \u041C\u043E\u043B\u0438\u043C\u043E \u0434\u0430 \u043E\u0432\u0443 \u0431\u0430\u0437\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0441\u0430\u043C\u043E \u0434\u043E\u043A \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u0442\u0435 Alfresco, \u043E\u043D\u0430 \u041D\u0418\u0408\u0415 \u043F\u0440\u0435\u043F\u043E\u0440\u0443\u0447\u0435\u043D\u0430 \u0437\u0430 \u043F\u0440\u043E\u0434\u0443\u043A\u0446\u0438\u0458\u0443 \u0438\u043B\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0430\u045A\u0435!
schema.update.warn.dialect_substituting=\u0414\u0438\u0458\u0430\u043B\u0435\u043A\u0442  ''{0}'' \u0458\u0435 \u043F\u0440\u043E\u043C\u0435\u045A\u0435\u043D \u0443 ''{1}''.
schema.update.err.forced_stop=\u0410\u0442\u0440\u0438\u0431\u0443\u0442 'stopAfterSchemaBootstrap' \u0458\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0435\u043D.  \u041F\u0440\u043E\u0446\u0435\u0441 \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E\u0433 \u043F\u043E\u0434\u0438\u0437\u0430\u045A\u0430 \u0458\u0435 \u043F\u0440\u0435\u043A\u0438\u043D\u0443\u0442.
schema.update.err.dialect_should_use=\u0414\u0438\u0458\u0430\u043B\u0435\u043A\u0442 ''{0}'' \u043D\u0438\u0458\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u043D.  \u041C\u043E\u043B\u0438\u043C \u0432\u0430\u0441 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 ''{1}'' \u0443\u043C\u0435\u0441\u0442\u043E \u045A\u0435\u0433\u0430.
schema.update.err.found_multiple=\n\u041F\u0440\u043E\u043D\u0430\u0452\u0435\u043D\u043E \u0458\u0435 \u0432\u0438\u0448\u0435 \u043E\u0434 \u0458\u0435\u0434\u043D\u0435 Alfresco \u0448\u0435\u043C\u0435 \u043A\u0430\u0434\u0430 \u0458\u0435 \u0432\u0440\u0448\u0435\u043D \u0443\u043F\u0438\u0442 \u043C\u0435\u0442\u0430\u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0431\u0430\u0437\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430.\n   \u041E\u0433\u0440\u0430\u043D\u0438\u0447\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0435 \u0434\u043E\u0437\u0432\u043E\u043B\u0435 \u0431\u0430\u0437\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0438\u043B\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0435 'hibernate.default_schema' \u0441\u0432\u043E\u0458\u0441\u0442\u0432\u043E \u0443 'custom-hibernate-dialect.properties'.
schema.update.err.previous_failed=\u041D\u0430\u0434\u043E\u0433\u0440\u0430\u0434\u045A\u0430 \u043F\u0440\u0435\u0442\u0445\u043E\u0434\u043D\u0435 \u0448\u0435\u043C\u0435 \u043D\u0438\u0458\u0435 \u0443\u0441\u043F\u0435\u043B\u0430 \u0438\u043B\u0438 \u043D\u0438\u0458\u0435 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u0430.  \u0412\u0440\u0430\u0442\u0438\u0442\u0435 \u0441\u0435 \u043D\u0430 \u043E\u0440\u0438\u0433\u0438\u043D\u0430\u043B\u043D\u0443 \u0431\u0430\u0437\u0443 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u043F\u0440\u0435 \u043D\u0435\u0433\u043E \u0448\u0442\u043E \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u043A\u0443\u0448\u0430\u0442\u0435 \u0441\u0430 \u043D\u0430\u0434\u043E\u0433\u0440\u0430\u0434\u045A\u043E\u043C.
schema.update.err.statement_failed=\u0418\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u045A\u0435 \u043D\u0430\u0440\u0435\u0431\u0435 \u043D\u0438\u0458\u0435 \u0443\u0441\u043F\u0435\u043B\u043E:\n   SQL: {0}\n   \u0413\u0440\u0435\u0448\u043A\u0430: {1}\n   \u0424\u0430\u0458\u043B: {2}\n   \u041B\u0438\u043D\u0438\u0458\u0430: {3}
schema.update.err.update_failed=\u0410\u0443\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u043E \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045A\u0435 \u0448\u0435\u043C\u0435 \u043D\u0438\u0458\u0435 \u0443\u0441\u043F\u0435\u043B\u043E
schema.update.err.validation_failed=\u0412\u0430\u043B\u0438\u0434\u0430\u0446\u0438\u0458\u0430 \u0448\u0435\u043C\u0435 \u043D\u0438\u0458\u0435 \u0443\u0441\u043F\u0435\u043B\u0430
schema.update.err.update_script_not_run=\u0421\u043B\u0435\u0434\u0435\u045B\u0438 \u0441\u043A\u0440\u0438\u043F\u0442 \u0437\u0430 \u043D\u0430\u0434\u043E\u0433\u0440\u0430\u0434\u045A\u0443 \u0448\u0435\u043C\u0435 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u0440\u0448\u0438 \u0440\u0443\u0447\u043D\u043E: {0}
schema.update.err.script_not_found=\u0421\u043A\u0440\u0438\u043F\u0442 \u0448\u0435\u043C\u0435 \u0441\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u043F\u0440\u043E\u043D\u0430\u045B\u0438 \u043D\u0430 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0438 {0}
schema.update.err.statement_include_before_sql=\u0421\u043A\u0440\u0438\u043F\u0442 \u0441\u0430\u0434\u0440\u0436\u0438 ''--INCLUDE:'' \u043A\u043E\u0458\u0438 \u043C\u043E\u0440\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0442\u0430\u0432\u0438 \u043F\u0440\u0435 \u043F\u043E\u0447\u0435\u0442\u043A\u0430 SQL \u043D\u0430\u0440\u0435\u0434\u0431\u0435 (\u043B\u0438\u043D\u0438\u0458\u0430 {0} \u043E\u0434 {1}).
schema.update.err.statement_var_assignment_before_sql=\u0414\u043E\u0434\u0435\u043B\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0459\u0438\u0432\u043E\u0458 \u0441\u0430 ''--ASSIGN:'' \u043C\u043E\u0440\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0442\u0430\u0432\u0438 \u043F\u0440\u0435 \u043F\u043E\u0447\u0435\u0442\u043A\u0430 SQL \u043D\u0430\u0440\u0435\u0434\u0431\u0435 (\u043B\u0438\u043D\u0438\u0458\u0430 {0} \u043E\u0434 {1}).
schema.update.err.statement_var_assignment_format=\u0414\u043E\u0434\u0435\u043B\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0459\u0438\u0432\u043E\u0458 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0444\u043E\u0440\u043C\u0430\u0442  ''--ASSIGN:x=col'' \u0433\u0434\u0435 \u0458\u0435 'x' \u043F\u0440\u043E\u043C\u0435\u043D\u0459\u0438\u0432\u0430 \u043A\u043E\u0458\u043E\u0458 \u0441\u0435 \u0434\u043E\u0434\u0435\u0459\u0443\u0458\u0435 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442, \u0430 'col' \u0458\u0435 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u043A\u043E\u043B\u043E\u043D\u0435 \u0447\u0438\u0458\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u0441\u0435 \u0443\u0437\u0438\u043C\u0430 (\u043B\u0438\u043D\u0438\u0458\u0430 {0} \u043E\u0434 {1})..
schema.update.err.statement_var_assignment_null=\u0414\u043E\u0434\u0435\u043B\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0459\u0438\u0432\u043E\u0458 ''--ASSIGN:{0}'' \u043D\u0438\u0458\u0435 \u0438\u043C\u0430\u043B\u0430 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0430. \u041F\u043E\u0434\u0440\u0430\u0437\u0443\u043C\u0435\u0432\u0430\u043D\u043E \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0434\u043E\u0434\u0435\u0459\u0435\u043D\u043E \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440 ''--ASSIGN:{1}!-1''. (\u043B\u0438\u043D\u0438\u0458\u0430 {2} \u0438\u043B\u0438 {3}).
schema.update.err.statement_terminator=\u0423 \u0441\u043A\u0440\u0438\u043F\u0442\u0443 \u0441\u0432\u0435 \u043D\u0430\u0440\u0435\u0434\u0431\u0435 \u043C\u043E\u0440\u0430\u0458\u0443 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0432\u0440\u0448\u0435 \u0441\u0430  ''{0}'' (\u043B\u0438\u043D\u0438\u0458\u0430 {1} \u043E\u0434 {2}).
schema.update.err.delimiter_set_before_sql=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0435\u043D\u0438 \u0440\u0430\u0437\u0434\u0432\u0430\u0458\u0430\u0447 ''--SET-DELIMITER:'' \u0441\u0435 \u043C\u043E\u0440\u0430 \u0441\u0442\u0430\u0432\u0438\u0442\u0438 \u043F\u0440\u0435 \u043F\u043E\u0447\u0435\u0442\u043A\u0430 SQL \u043D\u0430\u0440\u0435\u0434\u0431\u0435 (\u043B\u0438\u043D\u0438\u0458\u0430 {0} \u043E\u0434 {1}).
schema.update.err.delimiter_invalid=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0435\u043D\u0438 \u0440\u0430\u0437\u0434\u0432\u0430\u0458\u0430\u0447 ''--SET-DELIMITER:'' \u043A\u043E\u0458\u0435\u043C \u0441\u0435 \u043C\u043E\u0440\u0430 \u0434\u043E\u0434\u0435\u043B\u0438\u0442\u0438 \u043D\u0435\u043A\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 (\u043B\u0438\u043D\u0438\u0458\u0430 {0} \u043E\u0434 {1}).
