#X-Generator: 3opaH
# Version service externalised display strings

version_service.err_restore_exists=\u0427\u0432\u043E\u0440 {0} \u0441\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0440\u0435\u0441\u0442\u0430\u0443\u0440\u0438\u0440\u0430\u0442\u0438, \u043F\u043E\u0448\u0442\u043E \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438.
version_service.err_not_found=\u0422\u0435\u043A\u0443\u045B\u0430 \u043E\u0437\u043D\u0430\u043A\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0435 \u0447\u0432\u043E\u0440\u0430 \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438 \u0443 \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0438 \u0432\u0435\u0440\u0437\u0438\u0458\u0430.
version_service.err_unsupported=\u0422\u0435\u043A\u0443\u045B\u0430 \u0438\u043C\u043F\u043B\u0435\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430 \u0441\u0435\u0440\u0432\u0438\u0441\u0430 \u0432\u0435\u0440\u0437\u0438\u043E\u043D\u0438\u0441\u0430\u045A\u0430 \u043D\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u043A\u0440\u0435\u0438\u0440\u0430\u045A\u0435 \u0433\u0440\u0430\u043D\u0430.
version_service.err_one_preceeding=\u0422\u0435\u043A\u0443\u045B\u0430 \u0438\u043C\u043F\u043B\u0435\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430 \u0441\u0435\u0440\u0432\u0438\u0441\u0430 \u0432\u0435\u0440\u0437\u0438\u043E\u043D\u0438\u0441\u0430\u045A\u0430 \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u0441\u0430\u043C\u043E \u0458\u0435\u0434\u043D\u0443 \u043F\u0440\u0435\u0442\u0445\u043E\u0434\u043D\u0443 \u0432\u0435\u0440\u0437\u0438\u0458\u0443.
version_service.err_restore_no_version=\u0427\u0432\u043E\u0440 {0} \u0441\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0440\u0435\u0441\u0442\u0430\u0443\u0440\u0438\u0440\u0430\u0442\u0438, \u043F\u043E\u0448\u0442\u043E \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u043E \u0432\u0435\u0440\u0437\u0438\u0458\u0438 \u0437\u0430 \u043E\u0432\u0430\u0458 \u0447\u0432\u043E\u0440.
version_service.err_revert_mismatch=\u0412\u0435\u0440\u0437\u0438\u0458\u0430 \u043A\u043E\u0458\u0430 \u0458\u0435 \u043E\u0431\u0435\u0437\u0431\u0435\u0452\u0435\u043D\u0430 \u0437\u0430 \u0432\u0440\u0430\u045B\u0430\u045A\u0435 \u043D\u0435 \u043F\u043E\u0442\u0438\u0447\u0435 \u0438\u0437 \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0447\u0432\u043E\u0440\u0430.


version_service.migration.patch.noop=\u041D\u0438\u0448\u0442\u0430 \u0437\u0430 \u0440\u0430\u0434 (\u043D\u0438\u0441\u0443 \u043F\u0440\u043E\u043D\u0430\u0452\u0435\u043D\u0435 \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0443 \u0441\u043A\u043B\u0430\u0434\u0438\u0448\u0442\u0443 \u0441\u0442\u0430\u0440\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435)

version_service.migration.patch.complete=\u0417\u0430\u0432\u0440\u0448\u0435\u043D\u0430 \u0458\u0435 \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u0458\u0430 {0} \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0430 \u0441\u0442\u0430\u0440\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435 (\u0443 \u0441\u043A\u043B\u0430\u0434\u0438\u0448\u0442\u0435 \u043D\u043E\u0432\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435) \u0437\u0430 {1} \u0441\u0435\u043A\u0443\u043D\u0434\u0438
version_service.migration.patch.in_progress=\u041C\u0438\u0433\u0440\u0430\u0446\u0438\u0458\u0430 \u0458\u0435 \u0443 \u0442\u043E\u043A\u0443 - \u043C\u0438\u0433\u0440\u0438\u0440\u0430\u043D\u043E {0} (\u043E\u0434 \u0447\u0435\u0433\u0430 {1}) \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0435 \u0441\u0442\u0430\u0440\u0438\u0445 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 (\u0443 \u043D\u043E\u0432\u043E \u0441\u043A\u043B\u0430\u0434\u0438\u0448\u0442\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0430) \u0437\u0430 {2} \u0441\u0435\u043A\u0443\u043D\u0434\u0435 (deleteImmediately\={3})
version_service.migration.patch.warn.skip1=\u041F\u0440\u0435\u0441\u043A\u043E\u0447\u0435\u043D\u0430 \u0458\u0435 \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u0458\u0430 {0} \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0430 \u0441\u0442\u0430\u0440\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435 (\u043C\u0438\u0433\u0440\u0430\u0446\u0438\u0458\u0430 \u043D\u0438\u0458\u0435 \u0443\u0441\u043F\u0435\u043B\u0430)
version_service.migration.patch.warn.skip2=\u041F\u0440\u0435\u0441\u043A\u043E\u0447\u0435\u043D\u0430 \u0458\u0435 \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u0458\u0430 {0} \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0430 \u0441\u0442\u0430\u0440\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435 (\u043C\u0438\u0433\u0440\u0430\u0446\u0438\u0458\u0430 \u0458\u0435 \u0432\u0435\u045B \u0438\u0437\u0432\u0440\u0448\u0435\u043D\u0430)

version_service.migration.delete.complete=\u0417\u0430\u0432\u0440\u0448\u0435\u043D\u043E \u0431\u0440\u0438\u0441\u0430\u045A\u0435 \u0443 \u043F\u043E\u0437\u0430\u0434\u0438\u043D\u0438 {0} \u043C\u0438\u0433\u0440\u0438\u0440\u0430\u043D\u0438\u0445 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0430 (\u0438\u0437 \u0441\u043A\u043B\u0430\u0434\u0438\u0448\u0442\u0430 \u0441\u0442\u0430\u0440\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435) \u0437\u0430 {1} \u0441\u0435\u043A\u0443\u043D\u0434\u0438\n
version_service.migration.delete.warn.skip1=\u041F\u0440\u0435\u0441\u043A\u043E\u0447\u0435\u043D\u043E \u0458\u0435 \u0431\u0440\u0438\u0441\u0430\u045A\u0435 \u0443 \u043F\u043E\u0437\u0430\u0434\u0438\u043D\u0438 {0} \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0430 \u0441\u0442\u0430\u0440\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435 (\u0431\u0440\u0438\u0441\u0430\u045A\u0435 \u043D\u0438\u0458\u0435 \u0443\u0441\u043F\u0435\u043B\u043E)
version_service.migration.delete.warn.skip2=\u041F\u0440\u0435\u0441\u043A\u043E\u0447\u0435\u043D\u043E \u0458\u0435 \u0431\u0440\u0438\u0441\u0430\u045A\u0435 \u0443 \u043F\u043E\u0437\u0430\u0434\u0438\u043D\u0438 {0} \u0438\u0441\u0442\u043E\u0440\u0438\u0458\u0430 \u0441\u0442\u0430\u0440\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435 (\u043D\u0438\u0441\u0443 \u043C\u0438\u0433\u0440\u0438\u0440\u0430\u043D\u0435)

