vti.webview.type=\u0422\u0438\u043F
vti.webview.name=\u041D\u0430\u0437\u0438\u0432
vti.webview.modified_by=\u0418\u0437\u043C\u0435\u043D\u0438\u043E
vti.webview.modified=\u0418\u0437\u043C\u0435\u045A\u0435\u043D
vti.webview.checked_out_to=\u041E\u0434\u0458\u0430\u0432\u0459\u0435\u043D\u043E \u0443
vti.webview.sort_by_type=\u0421\u043E\u0440\u0442\u0438\u0440\u0430\u045A\u0435 \u043F\u043E \u0442\u0438\u043F\u0443
vti.webview.sort_by_name=\u0421\u043E\u0440\u0442\u0438\u0440\u0430\u045A\u0435 \u043F\u043E \u043D\u0430\u0437\u0438\u0432\u0443
vti.webview.sort_by_modified_by=\u0421\u043E\u0440\u0442\u0438\u0440\u0430\u045A\u0435 \u043F\u043E \u043C\u043E\u0434\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0443
vti.webview.sort_by_modified=\u0421\u043E\u0440\u0442\u0438\u0440\u0430\u045A\u0435 \u043F\u043E \u0434\u0430\u0442\u0443\u043C\u0443 \u0438\u0437\u043C\u0435\u043D\u0435
vti.webview.sort_by_checked_out_to=\u0421\u043E\u0440\u0442\u0438\u0440\u0430\u045A\u0435 \u043F\u043E \u043E\u0434\u0458\u0430\u0432\u0459\u0435\u043D\u043E\u043C

vti.meeting.error.workspace_name=\u0420\u0430\u0434\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043A\u0440\u0435\u0438\u0440\u0430\u043D. \u041D\u0430\u0437\u0438\u0432 \u0440\u0430\u0434\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0430\u0434\u0440\u0436\u0438 \u0441\u0430\u043C\u043E A-Z a-z 0-9 _ \u0437\u043D\u0430\u043A\u043E\u0432\u0430. \u041F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u043D\u0430\u0441\u043B\u043E\u0432 \u043A\u043E\u0458\u0438 \u0441\u0442\u0435 \u0443\u043D\u0435\u043B\u0438 \u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E.
vti.meeting.error.no_subject=\u041D\u0430\u0441\u043B\u043E\u0432 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0431\u0443\u0434\u0435 \u043D\u0430\u0432\u0435\u0434\u0435\u043D \u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u043D\u0430\u0441\u043B\u043E\u0432.
vti.meeting.error.no_site=\u0412\u0430\u0448 \u043F\u043E\u043A\u0443\u0448\u0430\u0458 \u0431\u0440\u0438\u0441\u0430\u045A\u0430 \u0441\u0430\u0441\u0442\u0430\u043D\u043A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0430\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D. \u0421\u0430\u0458\u0442 \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438.
vti.meeting.error.no_calendar=\u0412\u0430\u0448 \u043F\u043E\u043A\u0443\u0448\u0430\u0458 \u0431\u0440\u0438\u0441\u0430\u045A\u0430 \u0441\u0430\u0441\u0442\u0430\u043D\u043A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0430\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D. \u041A\u0430\u043B\u0435\u043D\u0434\u0430\u0440 \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438.
vti.meeting.error.no_meeting=\u0412\u0430\u0448 \u043F\u043E\u043A\u0443\u0448\u0430\u0458 \u0431\u0440\u0438\u0441\u0430\u045A\u0430 \u0441\u0430\u0441\u0442\u0430\u043D\u043A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0430\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D. \u0421\u0430\u0441\u0442\u0430\u043D\u0430\u043A \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438.
vti.meeting.error.no_meeting_update=\u0412\u0430\u0448 \u043F\u043E\u043A\u0443\u0448\u0430\u0458 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045A\u0430 \u0441\u0430\u0441\u0442\u0430\u043D\u043A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0430\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D. \u0421\u0430\u0441\u0442\u0430\u043D\u0430\u043A \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438.
vti.meeting.error.no_site_update=\u0412\u0430\u0448 \u043F\u043E\u043A\u0443\u0448\u0430\u0458 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045A\u0430 \u0441\u0430\u0441\u0442\u0430\u043D\u043A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0430\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D. \u0421\u0430\u0458\u0442 \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438.
vti.meeting.error.bad_type=\u0412\u0430\u0448 \u043F\u043E\u043A\u0443\u0448\u0430\u0458 \u0431\u0440\u0438\u0441\u0430\u045A\u0430 \u0441\u0430\u0458\u0442\u0430 \u0440\u0430\u0434\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 \u0441\u0430\u0441\u0442\u0430\u043D\u0430\u043A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0430\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D. \u041D\u0430\u0432\u0435\u0434\u0435\u043D\u0430 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430 \u043D\u0438\u0458\u0435 \u0441\u0430\u0458\u0442 \u0440\u0430\u0434\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440 \u0441\u0430\u0441\u0442\u0430\u043D\u0430\u043A\u0430.
vti.meeting.error.subsites=Alfresco Server \u043D\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u043F\u043E\u0434\u0441\u0430\u0458\u0442\u043E\u0432\u0435. \u041F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 URL \u043A\u043E\u0458\u0438 \u0441\u0442\u0435 \u0443\u043D\u0435\u043B\u0438 \u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E. \u0418\u0441\u043F\u0440\u0430\u0432\u043D\u0438 URL \u0458\u0435 'http://host:port/alfresco'
vti.meeting.error.recurring_meetings=Alfresco \u043D\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u0441\u0442\u0430\u043B\u043D\u043E \u043F\u043E\u043D\u0430\u0432\u0459\u0430\u045A\u0435 \u0438\u0441\u0442\u0438\u0445 \u0441\u0430\u0441\u0442\u0430\u043D\u0430\u043A\u0430.
