## Copy To
copy.title.single=\u041A\u043E\u043F\u0438\u0440\u0430\u0458\u0442\u0435 {0} \u0443...
copy.title.multi=\u041A\u043E\u043F\u0438\u0440\u0430\u0458\u0442\u0435 {0} \u0441\u0442\u0430\u0432\u043A\u0438 \u0443...
copy.button=\u041A\u043E\u043F\u0438\u0440\u0430\u0458\u0442\u0435
copy.message.please-wait=\u0424\u0430\u0458\u043B\u043E\u0432\u0438 \u0441\u0435 \u043A\u043E\u043F\u0438\u0440\u0430\u0458\u0443...
copy.message.success=\u0423\u0441\u043F\u0435\u0448\u043D\u043E \u0458\u0435 \u043A\u043E\u043F\u0438\u0440\u0430\u043D\u043E {0} \u0441\u0442\u0430\u0432\u043A\u0438
copy.message.failure=\u041A\u043E\u043F\u0438\u0440\u0430\u045A\u0435 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u043E
copy.message.timeout=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u0458\u0430 \u043A\u043E\u043F\u0438\u0440\u0430\u045A\u0430 \u0458\u0435 \u0458\u043E\u0448 \u0443\u0432\u0435\u043A \u0443 \u0442\u043E\u043A\u0443, \u043C\u0435\u0452\u0443\u0442\u0438\u043C \u0441\u0430 Server\u0430 \u0458\u0435 \u043F\u0440\u0438\u043C\u0459\u0435\u043D \u043E\u0434\u0433\u043E\u0432\u043E\u0440 \u043E \u0438\u0441\u0442\u0435\u043A\u043B\u043E\u0458 \u0441\u0435\u0441\u0438\u0458\u0438. \u041C\u043E\u043B\u0438\u043C\u043E \u0434\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u043D\u0438 \u0444\u043E\u043B\u0434\u0435\u0440 \u043A\u0430\u0441\u043D\u0438\u0458\u0435.
copy.message.exists.failure.file=\u041A\u043E\u043F\u0438\u0440\u0430\u045A\u0435 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u043E. \u0424\u0430\u0458\u043B \u0441\u0430 \u0438\u0441\u0442\u0438\u043C \u043D\u0430\u0437\u0438\u0432\u043E\u043C \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438
copy.message.exists.failure.folder=\u041F\u0440\u0435\u043C\u0435\u0448\u0442\u0430\u045A\u0435 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u043E. \u0424\u043E\u043B\u0434\u0435\u0440 \u0441\u0430 \u0438\u0441\u0442\u0438\u043C \u043D\u0430\u0437\u0438\u0432\u043E\u043C \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438
copy.message.no-files=\u0411\u0430\u0440 \u0458\u0435\u0434\u0430\u043D \u0444\u0430\u0458\u043B \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u043E\u0431\u0435\u0437\u0431\u0435\u0452\u0435\u043D \u0437\u0430 \u043A\u043E\u043F\u0438\u0440\u0430\u045A\u0435

## Move To
move.title.single=\u041F\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u0435 {0} \u0443...
move.title.multi=\u041F\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u0435 {0} \u0441\u0442\u0430\u0432\u043A\u0438 \u0443...
move.button=\u041F\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u0435
move.message.please-wait=\u0424\u0430\u0458\u043B\u043E\u0432\u0438 \u0441\u0435 \u043F\u0440\u0435\u043C\u0435\u0448\u0442\u0430\u0458\u0443...
move.message.success=\u0423\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0440\u0435\u043C\u0435\u0448\u0442\u0435\u043D\u043E {0} \u0441\u0442\u0430\u0432\u043A\u0438
move.message.failure=\u041F\u0440\u0435\u043C\u0435\u0448\u0442\u0430\u045A\u0435 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u043E
move.message.timeout=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u0458\u0430 \u043F\u0440\u0435\u043C\u0435\u0448\u0442\u0430\u045A\u0430 \u0458\u0435 \u0458\u043E\u0448 \u0443\u0432\u0435\u043A \u0443 \u0442\u043E\u043A\u0443, \u043C\u0435\u0452\u0443\u0442\u0438\u043C \u0441\u0430 Server\u0430 \u0458\u0435 \u043F\u0440\u0438\u043C\u0459\u0435\u043D \u043E\u0434\u0433\u043E\u0432\u043E\u0440 \u043E \u0438\u0441\u0442\u0435\u043A\u043B\u043E\u0458 \u0441\u0435\u0441\u0438\u0458\u0438. \u041C\u043E\u043B\u0438\u043C\u043E \u0434\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u043D\u0438 \u0444\u043E\u043B\u0434\u0435\u0440 \u043A\u0430\u0441\u043D\u0438\u0458\u0435.
move.message.exists.failure.file=\u041F\u0440\u0435\u043C\u0435\u0448\u0442\u0430\u045A\u0435 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u043E. \u0424\u0430\u0458\u043B \u0441\u0430 \u0438\u0441\u0442\u0438\u043C \u043D\u0430\u0437\u0438\u0432\u043E\u043C \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438
move.message.exists.failure.folder=\u041F\u0440\u0435\u043C\u0435\u0448\u0442\u0430\u045A\u0435 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u043E \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u043E. \u0424\u043E\u043B\u0434\u0435\u0440 \u0441\u0430 \u0438\u0441\u0442\u0438\u043C \u043D\u0430\u0437\u0438\u0432\u043E\u043C \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438
move.message.no-files=\u0411\u0430\u0440 \u0458\u0435\u0434\u0430\u043D \u0444\u0430\u0458\u043B \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u043E\u0431\u0435\u0437\u0431\u0435\u0452\u0435\u043D \u0437\u0430 \u043F\u0440\u0435\u043C\u0435\u0448\u0442\u0430\u045A\u0435

## Unzip To
unzip.title.single=\u0420\u0430\u0441\u043F\u0430\u043A\u0443\u0458\u0442\u0435 {0} \u0443...
unzip.title.multi=\u0420\u0430\u0441\u043F\u0430\u043A\u0443\u0458\u0442\u0435 {0} \u0441\u0442\u0430\u0432\u043A\u0438 \u0443...
unzip.button=\u0420\u0430\u0441\u043F\u0430\u043A\u0443\u0458\u0442\u0435
unzip.message.please-wait=\u0424\u0430\u0458\u043B\u043E\u0432\u0438 \u0441\u0435 \u0440\u0430\u0441\u043F\u0430\u043A\u0443\u0458\u0443...
unzip.message.success=\u0423\u0441\u043F\u0435\u0448\u043D\u043E \u0440\u0430\u0441\u043F\u0430\u043A\u043E\u0432\u0430\u043D\u043E {0} \u0441\u0442\u0430\u0432\u043A\u0438
unzip.message.failure=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u0458\u0430 \u0440\u0430\u0441\u043F\u0430\u043A\u0438\u0432\u0430\u045A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u0430 \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u0430
unzip.message.timeout=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u0458\u0430 \u0440\u0430\u0441\u043F\u0430\u043A\u0438\u0432\u0430\u045A\u0430 \u0458\u0435 \u0458\u043E\u0448 \u0443\u0432\u0435\u043A \u0443 \u0442\u043E\u043A\u0443, \u043C\u0435\u0452\u0443\u0442\u0438\u043C \u0441\u0430 Server\u0430 \u0458\u0435 \u043F\u0440\u0438\u043C\u0459\u0435\u043D \u043E\u0434\u0433\u043E\u0432\u043E\u0440 \u043E \u0438\u0441\u0442\u0435\u043A\u043B\u043E\u0458 \u0441\u0435\u0441\u0438\u0458\u0438. \u041C\u043E\u043B\u0438\u043C\u043E \u0434\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0448\u043D\u0438 \u0444\u043E\u043B\u0434\u0435\u0440 \u043A\u0430\u0441\u043D\u0438\u0458\u0435.
unzip.message.exists.failure.file=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u0458\u0430 \u0440\u0430\u0441\u043F\u0430\u043A\u0438\u0432\u0430\u045A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u0430 \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u0430 \u0424\u0430\u0458\u043B \u0441\u0430 \u0438\u0441\u0442\u0438\u043C \u043D\u0430\u0437\u0438\u0432\u043E\u043C \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438
unzip.message.exists.failure.folder=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u0458\u0430 \u0440\u0430\u0441\u043F\u0430\u043A\u0438\u0432\u0430\u045A\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u043B\u0430 \u0431\u0438\u0442\u0438 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u0430 \u0424\u043E\u043B\u0434\u0435\u0440 \u0441\u0430 \u0438\u0441\u0442\u0438\u043C \u043D\u0430\u0437\u0438\u0432\u043E\u043C \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438
unzip.message.no-files=\u0411\u0430\u0440 \u0458\u0435\u0434\u0430\u043D \u0444\u0430\u0458\u043B \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u043E\u0431\u0435\u0437\u0431\u0435\u0452\u0435\u043D \u0437\u0430 \u0440\u0430\u0441\u043F\u0430\u043A\u0438\u0432\u0430\u045A\u0435
